Repository: myedunote/flutter_server_box
Catalog: lib/l10n/app_*.arb
Languages: de, es, id, ja, pt, ru, zh_tw

# doubleColumnTip
source: This option only enables the feature, whether it can actually be enabled depends on the width of the device
de: Diese Option aktiviert nur die Funktion, ob sie tatsächlich aktiviert werden kann, hängt auch von der Breite des Geräts ab
es: Esta opción solo habilita la función, si se puede activar o no depende del ancho del dispositivo
id: Opsi ini hanya mengaktifkan fitur, apakah itu benar-benar dapat diaktifkan tergantung pada lebar perangkat
ja: このオプションは機能を有効にするだけで、実際に有効にできるかどうかはデバイスの幅に依存します
pt: Esta opção apenas ativa a funcionalidade, se ela será ativada depende também da largura do dispositivo
ru: Эта опция лишь включает функцию; фактическое применение зависит от ширины устройства
zh_tw: 此選項僅開啟功能，實際是否能開啟還取決於設備的寬度

source: Download
es: Descargar
id: Unduh
ja: ダウンロード
pt: Baixar
ru: скачать
zh_tw: 下載

source: Edit
de: Bearbeiten
es: Editar
ja: 編集
pt: Editar
ru: редактировать
zh_tw: 編輯

# editVirtKeys
source: Edit virtual keys
de: Virtuelle Tasten bearbeiten
es: Editar teclas virtuales
id: Edit kunci virtual
ja: 仮想キーを編集
pt: Editar teclas virtuais
ru: редактировать виртуальные клавиши
zh_tw: 編輯虛擬按鍵

source: Editor
ja: エディター
ru: редактор
zh_tw: 編輯器

# editorHighlightTip
source: The current code highlighting performance is worse and can be optionally turned off to improve.
de: Die Leistung der aktuellen Codehervorhebung ist schlechter und kann zur Verbesserung optional ausgeschaltet werden.
es: El rendimiento del resaltado de código es bastante pobre actualmente, puedes elegir desactivarlo para mejorar.
id: Performa penyorotan kode saat ini lebih buruk, dan dapat dimatikan secara opsional untuk perbaikan.
ja: 現在のコードハイライトのパフォーマンスはかなり悪いため、改善するために無効にすることを選択できます。
pt: O desempenho do destaque de código atualmente é ruim, pode optar por desativá-lo para melhorar.
ru: Текущая производительность подсветки кода неудовлетворительна, можно отключить для улучшения.
zh_tw: 目前的代碼高亮性能較為糟糕，可以選擇關閉以改善。

source: Encode
es: Codificar
id: Menyandi
ja: エンコード
pt: Codificar
ru: кодировать
zh_tw: 編碼

source: Error
de: Fehler
id: Kesalahan
ja: エラー
pt: Erro
ru: ошибка
zh_tw: 錯誤

source: Example name
de: Servername
es: Ejemplo de nombre
id: Nama contoh
ja: 名前例
pt: Exemplo de nome
ru: пример имени
zh_tw: 名稱範例

source: Experimental feature
de: Experimentelles Feature
es: Función experimental
id: Fitur eksperimental
ja: 実験的な機能
pt: Recurso experimental
ru: экспериментальная функция
zh_tw: 實驗性功能

source: Export
es: Exportar
id: Ekspor
ja: エクスポート
pt: Exportar
ru: экспорт
zh_tw: 導出

# extraArgs
source: Extra arguments
de: Extra args
es: Argumentos extra
id: Args ekstra
ja: 追加引数
pt: Argumentos extras
ru: дополнительные аргументы
zh_tw: 額外參數

source: Failed
es: Fallido
id: Gagal
ja: 失敗しました
pt: Falhou
ru: неудача
zh_tw: 失敗

# fdroidReleaseTip
source: If you downloaded this app from F-Droid, it is recommended to turn off this option.
de: Wenn Sie diese App von F-Droid heruntergeladen haben, wird empfohlen, diese Option zu deaktivieren.
es: Si descargaste esta aplicación desde F-Droid, se recomienda desactivar esta opción.
id: Jika Anda mengunduh aplikasi ini dari F-Droid, disarankan untuk mematikan opsi ini.
ja: このアプリをF-Droidからダウンロードした場合、このオプションをオフにすることをお勧めします。
pt: Se você baixou este aplicativo do F-Droid, é recomendado desativar esta opção.
ru: Если вы скачали это приложение с F-Droid, рекомендуется отключить эту опцию.
zh_tw: 如果你是從 F-Droid 下載的本應用，推薦關閉此選項

source: Feedback
es: Retroalimentación
id: Masukan
ja: フィードバック
ru: обратная связь
zh_tw: 反饋

# feedbackOnGithub
source: If you have any questions, please create issues on Github.
de: Wenn du Fragen hast, stelle diese bitte auf Github.
es: Si tienes algún problema, por favor informa en GitHub
id: Jika Anda memiliki pertanyaan, silakan umpan balik tentang GitHub.
ja: 問題がある場合は、GitHubでフィードバックしてください
pt: Se você tem qualquer problema, por favor, dê feedback no GitHub
ru: Если у вас есть какие-либо вопросы, пожалуйста, отправьте отзыв на GitHub
zh_tw: 如果你有任何問題，請在GitHub反饋

# fieldMustNotEmpty
source: These fields must not be empty.
de: Die Eingabefelder dürfen nicht leer sein.
es: Estos campos no pueden estar vacíos.
id: Bidang -bidang ini tidak boleh kosong.
ja: これらの入力フィールドは空にできません。
pt: Estes campos não podem estar vazios.
ru: Эти поля не могут быть пустыми.
zh_tw: 這些輸入框不能為空。

source: {file} not exist
de: {file} existiert nicht
es: {file} no existe
id: {file} tidak ada
ja: {file}は存在しません
pt: {file} não existe
ru: {file} не существует
zh_tw: {file} 不存在

# fileTooLarge
source: File '{file}' too large {size}, max {sizeMax}
de: Datei '{file}' ist zu groß {size}, max {sizeMax}
es: El archivo '{file}' es demasiado grande '{size}', supera el {sizeMax}
id: File '{file}' terlalu besar {size}, max {sizeMax}
ja: ファイル '{file}' は大きすぎます '{size}'、{sizeMax} を超えています
pt: Arquivo '{file}' muito grande '{size}', excedendo {sizeMax}
ru: Файл '{file}' слишком большой '{size}', превышает {sizeMax}
zh_tw: 文件 '{file}' 過大 '{size}'，超過了 {sizeMax}

source: Files
de: Dateien
es: Archivos
id: File
ja: ファイル
pt: Arquivos
ru: файлы
zh_tw: 文件

source: Finished
de: fertiggestellt
es: Finalizado
id: Selesai
ja: 完了しました
pt: Finalizado
ru: завершено
zh_tw: 已完成

source: Follow system
de: System verfolgen
es: Seguir al sistema
id: Ikuti sistem
ja: システムに従う
pt: Seguir sistema
ru: следовать за системой
zh_tw: 跟隨系統

source: Font
de: Schriftarten
es: Fuente
ja: フォント
pt: Fonte
ru: шрифт
zh_tw: 字體

source: Font size
de: Schriftgröße
es: Tamaño de fuente
id: Ukuran huruf
ja: フォントサイズ
pt: Tamanho da fonte
ru: размер шрифта
zh_tw: 字體大小

source: For example
de: Zum Beispiel
es: Por ejemplo
id: Sebagai contoh
ja: 例えば
pt: Por exemplo
ru: Например
zh_tw: 例如

source: Force
de: freiwillig
es: Forzar
id: sukarela
ja: 強制
pt: Forçar
ru: принудительно
zh_tw: 強制

# foundNUpdate
source: Found {count} update
de: Update {count} gefunden
es: Encontradas {count} actualizaciones
id: Menemukan {count} pembaruan
ja: {count}個の更新が見つかりました
pt: Encontradas {count} atualizações
ru: Найдено {count} обновлений
zh_tw: 找到 {count} 個更新

# fullScreen
source: Full screen mode
de: Vollbildmodus
es: Modo pantalla completa
id: Mode Layar Penuh
ja: フルスクリーンモード
pt: Modo tela cheia
ru: полноэкранный режим
zh_tw: 全屏模式

source: Full screen jitter
de: Jitter im Vollbildmodus
es: Temblores en modo pantalla completa
id: Jitter layar penuh
ja: フルスクリーンモードのジッター
pt: Tremulação em tela cheia
ru: дрожание в полноэкранном режиме
zh_tw: 全屏模式抖動

# fullScreenJitterHelp
source: To avoid screen burn-in
de: Einbrennen des Bildschirms verhindern
es: Prevención de quemaduras de pantalla
id: Untuk menghindari pembakaran layar
ja: 焼き付き防止
pt: Prevenir burn-in de tela
ru: предотвращение выгорания экрана
zh_tw: 防止燒屏

# fullScreenTip
source: Should full-screen mode be enabled when the device is rotated to landscape mode? This option only applies to the server tab.
de: Soll der Vollbildmodus aktiviert werden, wenn das Gerät in den Quermodus gedreht wird? Diese Option gilt nur für die Server-Registerkarte.
es: ¿Debe habilitarse el modo de pantalla completa cuando el dispositivo se rote al modo horizontal? Esta opción solo se aplica a la pestaña del servidor.
id: Apakah mode layar penuh diaktifkan ketika perangkat diputar ke modus lanskap? Opsi ini hanya berlaku untuk tab server.
ja: デバイスが横向きに回転したときにフルスクリーンモードを有効にしますか？このオプションはサーバータブにのみ適用されます。
pt: Deve ser ativado o modo de tela cheia quando o dispositivo é girado para o modo paisagem? Esta opção aplica-se apenas à aba do servidor.
ru: Следует ли включить полноэкранный режим, когда устройство поворачивается в альбомный режим? Эта опция применяется только к вкладке сервера.
zh_tw: 當設備旋轉為橫屏時，是否開啟全屏模式？此選項僅適用於伺服器選項卡。

# getPushTokenFailed
source: Can't fetch push token
de: Push-Token kann nicht abgerufen werden
es: No se pudo obtener el token de notificación
id: Tidak bisa mengambil token dorong
ja: プッシュトークンを取得できませんでした
pt: Não foi possível obter token de notificação
ru: Не удалось получить токен уведомлений
zh_tw: 未能獲取到推送token

source: Getting token...
es: Obteniendo Token...
id: Mendapatkan token ...
ja: トークンを取得しています...
pt: Obtendo Token...
ru: Получение токена...
zh_tw: 正在獲取Token...

# goBackQ
source: Go back?
de: Zurückkommen?
es: ¿Regresar?
id: Datang kembali?
ja: 戻りますか？
pt: Voltar?
ru: Вернуться?
zh_tw: 返回？

source: Go to
de: Pfad öffnen
es: Ir a
id: Pergi ke
ja: 移動
pt: Ir para
ru: перейти к
zh_tw: 前往

source: Hide title bar
de: Titelleiste ausblenden
es: Ocultar barra de título
id: Sembunyikan bilah judul
ja: タイトルバーを非表示にする
pt: Ocultar barra de título
ru: Скрыть заголовок
zh_tw: 隱藏標題欄

# hideTitleBarTip
source: After turning it on, please hold down the three buttons in the top right corner to drag.
de: Nach dem Einschalten halten Sie bitte die drei Tasten in der oberen rechten Ecke gedrückt, um sie zu ziehen.
es: Después de encenderlo, mantenga presionados los tres botones en la esquina superior derecha para arrastrar.
id: Setelah dinyalakan, tekan dan tahan tiga tombol di sudut kanan atas untuk menyeret.
ja: 電源を入れた後、右上隅の3つのボタンを押し続けてドラッグしてください。
pt: Após ligar, segure os três botões no canto superior direito para arrastar.
ru: После включения удерживайте три кнопки в правом верхнем углу, чтобы перетаскивать.
zh_tw: 開啟後請按住右上角三個按鈕來拖動

# highlight
source: Code highlighting
de: Code highlight
es: Resaltar código
id: Sorotan kode
ja: コードハイライト
pt: Destaque de código
ru: подсветка кода
zh_tw: 代碼高亮

# homeWidgetUrlConfig
source: Config home widget url
de: Home-Widget-Link konfigurieren
es: Configuración de URL del widget de inicio
id: Konfigurasi URL Widget Rumah
ja: ホームウィジェットURL設定
pt: Configuração de URL do widget da tela inicial
ru: конфигурация URL виджета домашнего экрана
zh_tw: 桌面部件鏈接配置

source: Host
es: Anfitrión
ja: ホスト
ru: хост
zh_tw: 主機

source: Hour
de: Stunde
es: Hora
id: Jam
ja: 時間
pt: Hora
ru: Час
zh_tw: 小時

# httpFailedWithCode
source: request failed, status code: {code}
de: Anfrage fehlgeschlagen, Statuscode: {code}
es: Fallo en la solicitud, código de estado: {code}
id: Permintaan gagal, kode status: {code}
ja: リクエスト失敗、ステータスコード: {code}
pt: Falha na solicitação, código de status: {code}
ru: Ошибка запроса, код: {code}
zh_tw: 請求失敗, 狀態碼: {code}

# icloudSynced
source: iCloud wird synchronisiert und einige Einstellungen erfordern möglicherweise einen Neustart der App, um wirksam zu werden.
es: iCloud sincronizado, algunos ajustes pueden requerir reiniciar para tomar efecto.
id: iCloud disinkronkan dan beberapa pengaturan mungkin memerlukan pengaktifan ulang aplikasi agar dapat diterapkan.
ja: iCloudが同期されました。一部の設定はアプリを再起動する必要があります。
pt: iCloud sincronizado, algumas configurações podem precisar de reinicialização do app para serem aplicadas.
ru: Синхронизация с iCloud выполнена, некоторые настройки могут потребовать перезапуска приложения для вступления в силу.
zh_tw: iCloud已同步，某些設置可能需要重啟才能生效。

# ignoreCert
source: Ignore certificate
de: Zertifikat ignorieren
es: Ignorar certificado
id: Abaikan sertifikat
ja: 証明書を無視する
pt: Ignorar certificado
ru: Игнорировать сертификат
zh_tw: 忽略證書

source: Image
es: Imagen
id: Gambar
ja: イメージ
pt: Imagem
ru: образ
zh_tw: 鏡像

source: Images list
de: Images
es: Lista de imágenes
id: Daftar gambar
ja: イメージリスト
pt: Lista de imagens
ru: список образов
zh_tw: 鏡像列表

source: Import
de: Importieren
es: Importar
id: Impor
ja: インポート
pt: Importar
ru: импорт
zh_tw: 導入

# inAppUpdate
source: Update within the app? Otherwise, download using a browser.
de: Im App aktualisieren? Andernfalls mit einem Browser herunterladen.
es: ¿Actualizar dentro de la app? De lo contrario, descargar usando un navegador.
id: Perbarui di dalam aplikasi? Jika tidak, unduh menggunakan browser.
ja: アプリ内で更新しますか？それ以外の場合は、ブラウザを使用してダウンロードしてください。
pt: Atualizar dentro do app? Caso contrário, baixe usando um navegador.
ru: Обновить в приложении? В противном случае загрузите с помощью браузера.
zh_tw: 在App內更新？否則使用瀏覽器下載。

# init
source: Initialize
de: Initialisieren
es: Inicializar
id: Menginisialisasi
ja: 初期化する
pt: Inicializar
ru: Инициализировать
zh_tw: 初始化

source: Inner
de: Eingebaut
es: Interno
id: Batin
ja: 内蔵
pt: Interno
ru: встроенный
zh_tw: 內置

source: Input Domain here
de: Domain eingeben
es: Introduce el dominio aquí
id: Input domain di sini
ja: ここにドメインを入力
pt: Insira o domínio aqui
ru: введите домен здесь
zh_tw: 在這裡輸入域名

source: install
es: Instalar
ja: インストール
pt: Instalar
ru: установить
zh_tw: 安裝

# installDockerWithUrl
source: Please https://docs.docker.com/engine/install docker first.
de: Bitte installiere docker zuerst. https://docs.docker.com/engine/install
es: Por favor instala Docker primero desde https://docs.docker.com/engine/install
id: Silakan https://docs.docker.com/engine/install Docker pertama.
ja: 最初に https://docs.docker.com/engine/install dockerをインストールしてください
pt: Por favor, instale o Docker primeiro em https://docs.docker.com/engine/install
ru: Пожалуйста, сначала установите Docker по адресу https://docs.docker.com/engine/install
zh_tw: 請先 https://docs.docker.com/engine/install docker

source: Invalid
de: Ungültig
es: Inválido
id: Tidak valid
ja: 無効
pt: Inválido
ru: Недействительный
zh_tw: 無效

source: Invalid JSON
de: Ungültige JSON
es: JSON inválido
id: JSON tidak valid
ja: 無効なJSON
pt: JSON inválido
ru: неверный JSON
zh_tw: 無效的 JSON

source: Invalid version
de: Ungültige Version
es: Versión no soportada
id: Versi tidak valid
ja: サポートされていないバージョン
pt: Versão não suportada
ru: неподдерживаемая версия
zh_tw: 不支持的版本

# invalidVersionHelp
source: Please make sure that docker is installed correctly, or that you are using a non-self-compiled version. If you don't have the above issues, please submit an issue on {url}.
de: Bitte stelle sicher, dass Docker korrekt installiert ist oder dass du eine nicht selbstkompilierte Version verwendest. Wenn du die oben genannten Probleme nicht hast, melde bitte einen Fehler auf {url}.
es: Por favor asegúrate de haber instalado Docker correctamente o que no estés usando una versión compilada por ti mismo. Si no tienes estos problemas, informa en {url}.
id: Pastikan Docker diinstal dengan benar, atau Anda menggunakan versi yang tidak dikompilasi. Jika Anda tidak memiliki masalah di atas, silakan kirimkan masalah pada {url}.
ja: dockerが正しくインストールされていること、または自己コンパイルされたバージョンを使用していないことを確認してください。問題がない場合は、{url}で問題を報告してください。
pt: Por favor, assegure que o Docker está corretamente instalado, ou que não está usando uma versão compilada por si mesmo. Se não houver problemas, por favor, reporte em {url}.
ru: Пожалуйста, убедитесь, что docker установлен корректно, или что используется не собственно собранная версия. Если проблема не в этом, пожалуйста, отправьте отчет о проблеме на {url}.
zh_tw: 請確保正確安裝了docker，或者使用的非自編譯版本。如果沒有以上問題，請在 {url} 提交問題。

# isBusy
source: Is busy now
es: Está ocupado
id: Sibuk sekarang
ja: 現在忙しいです
pt: Ocupado no momento
ru: занято
zh_tw: 當前正忙

source: Jump server
de: Server springen
es: Servidor de salto
id: Lompat server
ja: ジャンプサーバー
pt: Servidor de salto
ru: прыжковый сервер
zh_tw: 跳板服務器

# keepForeground
source: Keep app foreground!
de: Stelle sicher, dass die App geöffnet bleibt.
es: ¡Por favor, mantén la app en primer plano!
id: Simpan Aplikasi Foreground!
ja: アプリを前面に保ってください！
pt: Por favor, mantenha o app em primeiro plano!
ru: Пожалуйста, держите приложение в фокусе!
zh_tw: 請保持應用處於前台！

# keepStatusWhenErr
source: Preserve the last server state
de: Den letzten Serverstatus beibehalten
es: Mantener el estado anterior del servidor
id: Menyimpan status server terakhir
ja: エラー時に前回のサーバーステータスを保持
pt: Manter o status anterior do servidor
ru: Сохранять статус сервера при ошибке
zh_tw: 保留上次的伺服器狀態

# keepStatusWhenErrTip
source: Only in the event of an error during script execution
de: Nur im Fehlerfall während der Ausführung des Skripts
es: Solo aplica cuando hay errores al ejecutar scripts
id: Hanya ketika terjadi kesalahan saat menjalankan skrip
ja: スクリプトの実行エラーに限ります
pt: Limitado a erros de execução de scripts
ru: Применимо только в случае ошибки выполнения скрипта
zh_tw: 仅在执行脚本时出错时

source: Key Auth
de: Schlüsselauthentifzierung
es: Autenticación con llave
id: Auth kunci
ja: キー認証
pt: Autenticação por chave
ru: аутентификация по ключу
zh_tw: 密鑰認證

source: Language
de: Sprache
es: Idioma
id: Bahasa
ja: 言語
pt: Idioma
ru: язык
zh_tw: 語言

# languageName
source: English
de: Deutsch
es: Español
id: Indonesia
ja: 日本語
pt: Português
ru: Русский
zh_tw: 繁體中文

source: Last try
de: Letzter Versuch
es: Último intento
id: Percobaan terakhir
ja: 最後の試み
pt: Última tentativa
ru: последняя попытка
zh_tw: 最後嘗試

source: Launch page
de: Startseite
es: Página de lanzamiento
id: Halaman peluncuran
ja: 起動ページ
pt: Página de lançamento
ru: стартовая страница
zh_tw: 啓動頁

source: License
de: Lizenzen
es: Licencia de código abierto
id: Lisensi
ja: オープンソースライセンス
pt: Licença de código aberto
ru: лицензия
zh_tw: 開源證書

source: Light
de: Hell
es: Claro
id: Terang
ja: ライト
pt: Claro
ru: светлая
zh_tw: 亮

source: Loading files...
de: Lädt Dateien...
es: Cargando directorio...
id: Memuat file ...
ja: ディレクトリを読み込んでいます...
pt: Carregando diretórios...
ru: Загрузка файлов...
zh_tw: 正在加載目錄。。。

source: Location
de: Standort
es: Ubicación
id: Lokasi
ja: 場所
pt: Localização
ru: местоположение
zh_tw: 位置

source: Log
es: Registro
id: Catatan
ja: ログ
ru: лог
zh_tw: 日誌

source: loss
es: Tasa de pérdida
id: kehilangan
ja: パケットロス
pt: Taxa de perda
ru: потери пакетов
zh_tw: 丟包率

# madeWithLove
source: Made with ❤️ by {myGithub}
de: Erstellt mit ❤️ von {myGithub}
es: Hecho con ❤️ por {myGithub}
id: Dibuat dengan ❤️ oleh {myGithub}
ja: ❤️で作成された {myGithub}
pt: Feito com ❤️ por {myGithub}
ru: Создано с ❤️ by {myGithub}
zh_tw: 用❤️製作 by {myGithub}

source: Manual
de: Handbuch
ja: マニュアル
ru: вручную
zh_tw: 手動

source: max
es: Máximo
ja: 最大
pt: Máximo
ru: максимум
zh_tw: 最大

# maxRetryCount
source: Number of server reconnections
de: Anzahl an Verbindungsversuchen
es: Número máximo de reintentos de conexión al servidor
id: Jumlah penyambungan kembali server
ja: サーバーの再接続試行回数
pt: Número de tentativas de reconexão com o servidor
ru: максимальное количество попыток переподключения к серверу
zh_tw: 服務器嘗試重連次數

# maxRetryCountEqual0
source: Will retry again and again.
de: Unbegrenzte Verbindungsversuche zum Server
es: Reintentará infinitamente
id: Akan mencoba lagi lagi dan lagi.
ja: 無限に再試行します
pt: Irá tentar indefinidamente
ru: будет бесконечно пытаться переподключиться
zh_tw: 會無限重試

source: min
es: Mínimo
ja: 最小
pt: Mínimo
ru: минимум
zh_tw: 最小

source: Minute
es: Minuto
id: Menit
ja: 分
pt: Minuto
ru: Минута
zh_tw: 分鐘

source: Mission
es: Misión
id: Misi
ja: ミッション
pt: Missão
ru: задача
zh_tw: 任務

source: More
de: Mehr
es: Más
id: Lebih Banyak
ja: もっと
pt: Mais
ru: больше
zh_tw: 更多

# moveOutServerFuncBtnsHelp
source: On: can be displayed below each card on the Server Tab page. Off: can be displayed at the top of the Server Details page.
de: Ein: kann unter jeder Karte auf der Registerkarte "Server" angezeigt werden. Aus: kann oben auf der Seite "Serverdetails" angezeigt werden.
es: Activado: se mostrará debajo de cada tarjeta en la página de servidores. Desactivado: se mostrará en la parte superior de los detalles del servidor.
id: Aktif: dapat ditampilkan di bawah setiap kartu pada halaman Tab Server. Nonaktif: dapat ditampilkan di bagian atas halaman Rincian Server.
ja: 有効にする：サーバータブの各カードの下に表示されます。無効にする：サーバーの詳細ページの上部に表示されます。
pt: Ativado: Mostra abaixo de cada cartão na aba do servidor. Desativado: Mostra no topo da página de detalhes do servidor.
ru: Включено: кнопки функций сервера отображаются под каждой карточкой на вкладке сервера. Выключено: отображается в верхней части страницы деталей сервера.
zh_tw: 開啟：可以在服務器 Tab 頁的每個卡片下方顯示。關閉：在服務器詳情頁頂部顯示。

source: ms
es: milisegundos
ja: ミリ秒
ru: мс
zh_tw: 毫秒

source: Name
es: Nombre
id: Nama
ja: 名前
pt: Nome
ru: имя
zh_tw: 名稱

# needHomeDir
source: If you are a Synology user, [see here](https://kb.synology.com/DSM/tutorial/user_enable_home_service). Users of other systems need to search for how to create a home directory.
de: Wenn Sie ein Synology-Benutzer sind, [sehen Sie hier](https://kb.synology.com/DSM/tutorial/user_enable_home_service). Benutzer anderer Systeme müssen suchen, wie man ein Home-Verzeichnis erstellt.
es: Si eres usuario de Synology, [consulta aquí](https://kb.synology.com/DSM/tutorial/user_enable_home_service). Los usuarios de otros sistemas deben buscar cómo crear un directorio home.
id: Jika Anda pengguna Synology, [lihat di sini](https://kb.synology.com/DSM/tutorial/user_enable_home_service). Pengguna sistem lain perlu mencari cara membuat direktori home.
ja: Synologyユーザーの場合は、[こちらをご覧ください](https://kb.synology.com/DSM/tutorial/user_enable_home_service)。他のシステムのユーザーは、ホームディレクトリの作成方法を検索する必要があります。
pt: Se você é usuário de Synology, [veja aqui](https://kb.synology.com/DSM/tutorial/user_enable_home_service). Usuários de outros sistemas precisam pesquisar como criar um diretório home.
ru: Если вы пользователь Synology, [смотрите здесь](https://kb.synology.com/DSM/tutorial/user_enable_home_service). Пользователям других систем нужно искать, как создать домашний каталог.
zh_tw: 如果你是群暉用戶，[看這裡](https://kb.synology.com/DSM/tutorial/user_enable_home_service)。其他系統用戶，需搜索如何創建家目錄（home directory）。

# needRestart
source: App needs to be restarted
de: App muss neugestartet werden
es: Necesita reiniciar la app
id: Perlu memulai ulang aplikasi
ja: アプリを再起動する必要があります
pt: Necessita reiniciar o app
ru: требуется перезапуск приложения
zh_tw: 需要重啓 App

# net
source: Network
de: Netzwerk
es: Red
id: Jaringan
ja: ネットワーク
pt: Rede
ru: сеть
zh_tw: 網路

# netViewType
source: Network view type
de: Netzwerkansicht Typ
es: Tipo de vista de red
id: Jenis tampilan bersih
ja: ネットワークビュータイプ
pt: Tipo de visualização de rede
ru: тип визуализации сети
zh_tw: 網路視圖類型

source: New container
de: Neuer Container
es: Crear contenedor nuevo
id: Wadah baru
ja: 新しいコンテナを作成
pt: Novo contêiner
ru: создать контейнер
zh_tw: 新建容器

source: No client
de: Kein Client
es: No hay conexión SSH
id: Tidak ada klien
ja: SSH接続がありません
pt: Sem conexão SSH
ru: нет SSH соединения
zh_tw: 沒有SSH連接

source: No interface
de: Kein Interface
es: No hay interfaz disponible
id: Tidak ada antarmuka
ja: 使用可能なインターフェースがありません
pt: Sem interface disponível
ru: нет доступных интерфейсов
zh_tw: 沒有可用的接口

# noLineChart
source: Do not use line charts
de: Verwenden Sie keine Liniendiagramme
es: No utilice gráficos de líneas
id: Jangan gunakan grafik garis
ja: 折れ線グラフを使用しない
pt: Não usar gráficos de linha
ru: Не использовать линейные графики
zh_tw: 不使用折線圖

# noLineChartForCpu
source: Do not use line charts for CPU
de: Verwenden Sie keine Liniendiagramme für CPU
es: No utilice gráficos lineales para la CPU
id: Jangan gunakan diagram garis untuk CPU
ja: CPUに折れ線グラフを使わない
pt: Não utilizar gráficos de linhas para a CPU
ru: Не используйте линейные графики для ЦП
zh_tw: CPU 不使用折線圖

# noNotiPerm
source: No notification permissions, possibly no progress indication when downloading app updates.
de: Keine Benachrichtigungsrechte, möglicherweise keine Fortschrittsanzeige beim Herunterladen von App-Updates.
es: Sin permisos de notificación, posiblemente sin indicación de progreso al descargar actualizaciones de la aplicación.
id: Tidak ada izin notifikasi, mungkin tidak ada indikasi kemajuan saat mengunduh pembaruan aplikasi.
ja: 通知の権限がないため、アプリの更新のダウンロード中に進行状況が表示されない場合があります。
pt: Sem permissão de notificação, possivelmente sem indicação de progresso ao baixar atualizações de aplicativos.
ru: Нет разрешения на уведомления, возможно отсутствие индикации прогресса при загрузке обновлений приложений.
zh_tw: 無通知權限，可能在下載應用程式更新時沒有進度提示。

source: No options
de: Keine Optionen verfügbar
es: Sin opciones disponibles
id: Tidak ada opsi
ja: 選択肢がありません
pt: Sem opções
ru: нет доступных опций
zh_tw: 無可選項
