Repository: myedunote/flutter_server_box
Catalog: lib/l10n/app_*.arb
Languages: de, es, id, ja, pt, ru, zh_tw

source: About
de: Über
es: Acerca de
id: Tentang
ja: 約
pt: Sobre
ru: о
zh_tw: 關於

# aboutThanks
source: Thanks to the following people who participated in.
de: Vielen Dank an die folgenden Personen, die daran teilgenommen haben.
es: Gracias a los siguientes participantes.
id: Terima kasih kepada orang -orang berikut yang berpartisipasi.
ja: 以下の参加者に感謝します。
pt: Agradecimentos a todos os participantes.
ru: Благодарности всем участникам.
zh_tw: 感謝以下參與的各位。

# acceptBeta
source: Accept test version updates
de: Akzeptieren Sie Testversion-Updates
es: Aceptar actualizaciones de la versión de prueba
id: Terima pembaruan versi uji coba
ja: テストバージョンの更新を受け入れる
pt: Aceitar atualizações da versão de teste
ru: Принять обновления тестовой версии
zh_tw: 接受測試版更新推送

source: Add
de: Neu
es: Añadir
id: Menambahkan
ja: 追加
pt: Adicionar
ru: добавить
zh_tw: 新增

source: add a server
de: Server hinzufügen
es: Agregar un servidor
id: tambahkan server
ja: サーバーを追加する
pt: Adicionar um servidor
ru: добавить сервер
zh_tw: 新增服務器

source: Add private key
de: Private key hinzufügen
es: Agregar una llave privada
id: Tambahkan kunci pribadi
ja: 秘密鍵を追加
pt: Adicionar uma chave privada
ru: добавить приватный ключ
zh_tw: 新增一個私鑰

# addSystemPrivateKeyTip
source: Currently private keys don't exist, do you want to add the one that comes with the system (~/.ssh/id_rsa)?
de: Derzeit haben Sie keinen privaten Schlüssel, fügen Sie den Schlüssel hinzu, der mit dem System geliefert wird (~/.ssh/id_rsa)?
es: Actualmente no hay ninguna llave privada, ¿quieres agregar la que viene por defecto en el sistema (~/.ssh/id_rsa)?
id: Saat ini tidak memiliki kunci privat, apakah Anda menambahkan kunci yang disertakan dengan sistem (~/.ssh/id_rsa)?
ja: 現在秘密鍵がありません。システムのデフォルト(~/.ssh/id_rsa)を追加しますか？
pt: Atualmente, não há nenhuma chave privada. Gostaria de adicionar a chave do sistema (~/.ssh/id_rsa)?
ru: В данный момент приватные ключи отсутствуют. Добавить системный приватный ключ (~/.ssh/id_rsa)?
zh_tw: 當前沒有任何私鑰，是否添加系統自帶的（~/.ssh/id_rsa）？

# added2List
source: Added to task list
de: Zur Aufgabenliste hinzugefügt
es: Añadido a la lista de tareas
id: Ditambahkan ke Daftar Tugas
ja: タスクリストに追加されました
pt: Adicionado à lista de tarefas
ru: добавлено в список задач
zh_tw: 已添加至任務列表

# addr
source: Address
de: Adresse
es: Dirección
id: Alamat
ja: アドレス
pt: Endereço
ru: Адрес
zh_tw: 地址

source: All
de: Alle
es: Todos
id: Semua
ja: すべて
pt: Todos
ru: все
zh_tw: 所有

# alreadyLastDir
source: Already in last directory.
de: Bereits im letzten Verzeichnis.
es: Ya estás en el directorio superior
id: Sudah di direktori terakhir.
ja: すでに最上位のディレクトリです
pt: Já é o diretório mais alto
ru: Уже в корневом каталоге
zh_tw: 已經是最上層目錄了

source: Alter url
de: Url ändern
es: URL alternativa
ja: 代替リンク
pt: URL alternativa
ru: альтернативная ссылка
zh_tw: 備選鏈接

# askContinue
source: {msg}. Continue?
de: {msg}. Weiter?
es: {msg}, ¿continuar?
id: {msg}, lanjutkan?
ja: {msg}、続行しますか？
pt: {msg}, continuar?
ru: {msg}, продолжить?
zh_tw: {msg}，繼續嗎？

source: Attention
de: Achtung
es: Atención
id: Perhatian
ja: 注意
pt: Atenção
ru: внимание
zh_tw: 注意

# authFailTip
source: Authentication failed, please check whether credentials are correct
de: Authentifizierung fehlgeschlagen, bitte überprüfen Sie, ob das Passwort/Schlüssel/Host/Benutzer usw. falsch sind.
es: La autenticación ha fallado, por favor verifica si la contraseña/llave/host/usuario, etc., son incorrectos.
id: Otentikasi gagal, silakan periksa apakah kata sandi/kunci/host/pengguna, dll, salah.
ja: 認証に失敗しました。パスワード/鍵/ホスト/ユーザーなどが間違っていないか確認してください。
pt: Autenticação falhou, por favor verifique se a senha/chave/host/usuário, etc., estão incorretos.
ru: Аутентификация не удалась, пожалуйста, проверьте, правильны ли пароль/ключ/хост/пользователь и т.д.
zh_tw: 認證失敗，請檢查密碼/密鑰/主機/用戶等是否錯誤。

source: Auth required
de: Autorisierung erforderlich
es: Autenticación requerida
id: Auth diperlukan
ja: 認証が必要
pt: Autenticação necessária
ru: требуется аутентификация
zh_tw: 需要認證

source: Auto
de: System folgen
es: Automático
ja: 自動
pt: Automático
ru: авто
zh_tw: 自動

# autoBackupConflict
source: Only one automatic backup can be turned on at the same time.
de: Es kann nur eine automatische Sicherung gleichzeitig aktiviert werden.
es: Solo se puede activar una copia de seguridad automática a la vez
id: Hanya satu pencadangan otomatis yang dapat diaktifkan pada saat yang bersamaan.
ja: 自動バックアップは一度に一つしか開始できません
pt: Apenas um backup automático pode ser ativado por vez
ru: Может быть включено только одно автоматическое резервное копирование
zh_tw: 只能同時開啓壹個自動備份

# autoCheckUpdate
source: Automatic update check
de: Aktualisierung automatisch prüfen
es: Verificación automática de actualizaciones
id: Periksa pembaruan otomatis
ja: 自動的に更新をチェック
pt: Verificação automática de atualização
ru: автоматическая проверка обновлений
zh_tw: 自動檢查更新

source: Auto connect
de: Automatisch verbinden
es: Conexión automática
id: Hubungkan otomatis
ja: 自動接続
pt: Conexão automática
ru: автоматическое подключение
zh_tw: 自動連接

source: Auto run
de: Automatischer Start
es: Ejecución automática
id: Berjalan Otomatis
ja: 自動実行
pt: Execução automática
ru: автозапуск
zh_tw: 自動運行

# autoUpdateHomeWidget
source: Automatic home widget update
de: Home-Widget automatisch aktualisieren
es: Actualizar automáticamente el widget del escritorio
id: Widget Rumah Pembaruan Otomatis
ja: ホームウィジェットを自動更新
pt: Atualização automática do widget da tela inicial
ru: автоматическое обновление виджета на главном экране
zh_tw: 自動更新桌面小部件

source: Backup
es: Respaldo
id: Cadangan
ja: バックアップ
ru: резервное копирование
zh_tw: 備份

# backupTip
source: The exported data is simply encrypted. Please keep it safe.
de: Das Backup wird nur einfach verschlüsselt. Bitte bewahre die Datei sicher auf.
es: Los datos exportados solo están encriptados de manera básica, por favor guárdalos en un lugar seguro.
id: Data yang diekspor hanya dienkripsi. Tolong jaga keamanannya.
ja: エクスポートされたデータは簡単に暗号化されています。適切に保管してください。
pt: Os dados exportados são criptografados de forma simples, por favor, guarde-os com segurança.
ru: Экспортированные данные зашифрованы простым способом, пожалуйста, храните их в безопасности.
zh_tw: 導出的數據僅進行了簡單加密，請妥善保管。

# backupVersionNotMatch
source: Backup version is not match.
de: Die Backup-Version stimmt nicht überein.
es: La versión de la copia de seguridad no coincide, no se puede restaurar
id: Versi cadangan tidak cocok.
ja: バックアップバージョンが一致しないため、復元できません
pt: Versão de backup não compatível, não é possível restaurar
ru: Версия резервной копии не совпадает, восстановление невозможно
zh_tw: 備份版本不匹配，無法還原

source: Battery
de: Batterie
es: Batería
id: Baterai
ja: バッテリー
pt: Bateria
ru: батарея
zh_tw: 電池

# beforeConnect
source: ServerBox will write and execute a script in `~/.config/server_box` after connection. For more technical details, please visit [Github]({url}).
de: ServerBox wird nach der Verbindung ein Skript in `~/.config/server_box` schreiben und ausführen. Für weitere technische Details besuchen Sie bitte [Github]({url}).
es: ServerBox escribirá y ejecutará un script en `~/.config/server_box` después de la conexión. Para más detalles técnicos, por favor visite [Github]({url}).
id: ServerBox akan menulis dan menjalankan skrip di `~/.config/server_box` setelah koneksi. Untuk detail teknis lebih lanjut, silakan kunjungi [Github]({url}).
ja: ServerBoxは接続後に`~/.config/server_box`にスクリプトを書き込み実行します。詳細な技術情報については[Github]({url})をご覧ください。
pt: O ServerBox escreverá e executará um script em `~/.config/server_box` após a conexão. Para mais detalhes técnicos, por favor visite [Github]({url}).
ru: ServerBox запишет и выполнит скрипт в `~/.config/server_box` после подключения. Для получения дополнительных технических подробностей, пожалуйста, посетите [Github]({url}).
zh_tw: ServerBox將在連接後，在`~/.config/server_box`寫入腳本並執行，更多的技術細節請訪問[Github]({url})。

# bgRun
source: Run in background
de: Hintergrundaktualisierung
es: Ejecución en segundo plano
id: Jalankan di Backgroud
ja: バックグラウンド実行
pt: Execução em segundo plano
ru: работа в фоновом режиме
zh_tw: 背景運行

# bgRunTip
source: This switch only means the program will try to run in the background. Whether it can run in the background depends on whether the permission is enabled or not. For AOSP-based Android ROMs, please disable "Battery Optimization" in this app. For MIUI / HyperOS, please change the power saving policy to "Unlimited".
de: Dieser Schalter bedeutet nur, dass die App versuchen wird, im Hintergrund zu laufen. Ob sie im Hintergrund laufen kann, hängt davon ab, ob die Berechtigungen aktiviert sind oder nicht. Bei nativem Android deaktivieren Sie bitte "Batterieoptimierung" in dieser App, und bei miui ändern Sie bitte die Energiesparrichtlinie auf "Unbegrenzt".
es: Este interruptor solo indica que la aplicación intentará correr en segundo plano, si puede hacerlo o no depende de si tiene el permiso correspondiente. En Android puro, por favor desactiva la “optimización de batería” para esta app, en MIUI por favor cambia la estrategia de ahorro de energía a “Sin restricciones”.
id: Sakelar ini hanya berarti aplikasi akan mencoba berjalan di latar belakang, apakah aplikasi dapat berjalan di latar belakang tergantung pada apakah izin diaktifkan atau tidak. Untuk Android asli, nonaktifkan "Pengoptimalan Baterai" di aplikasi ini, dan untuk miui, ubah kebijakan penghematan daya ke "Tidak Terbatas".
ja: このスイッチはプログラムがバックグラウンドで実行を試みることを意味しますが、実際にバックグラウンドで実行できるかどうかは、権限が有効になっているかに依存します。AOSPベースのAndroid ROMでは、このアプリの「バッテリー最適化」をオフにしてください。MIUIでは、省エネモードを「無制限」に変更してください。
pt: Este interruptor indica que o programa tentará rodar em segundo plano, mas a capacidade de fazer isso depende das permissões concedidas. No Android nativo, desative a 'Otimização de bateria' para este app, no MIUI, altere a estratégia de economia de energia para 'Sem restrições'.
ru: Этот переключатель означает, что программа будет пытаться работать в фоновом режиме, но фактическое выполнение зависит от того, включено ли разрешение. Для нативного Android отключите «Оптимизацию батареи» для этого приложения, для MIUI измените стратегию энергосбережения на «Без ограничений».
zh_tw: 此開關只代表程式會嘗試在背景執行，具體能否背景運行取決於是否開啟了權限。 原生 Android 請關閉本 App 的“電池優化”，MIUI 請修改省電策略為“無限制”。

# bioAuth
source: Biometric auth
de: Biozertifizierung
es: Autenticación biométrica
id: Biosertifikasi
ja: 生体認証
pt: Autenticação biométrica
ru: биометрическая аутентификация
zh_tw: 生物認證

source: Browser
es: Navegador
id: Peramban
ja: ブラウザ
pt: Navegador
ru: Браузер
zh_tw: 瀏覽器

# bulkImportServers
source: Batch import servers
de: Server im Batch importieren
es: Importar servidores en masa
id: Impor server secara massal
ja: サーバーを一括インポートする
pt: Importar servidores em lote
ru: Пакетный импорт серверов
zh_tw: 批量導入伺服器

# bulkImportServersTip
source: You can find the [format]({url}) here.
de: Sie können das [Format]({url}) hier finden.
es: Puede encontrar el [formato]]({url}) aquí.
id: Anda dapat menemukan [format]({url}) di sini.
ja: [こちら]({url})でフォーマットを見つけることができます
pt: Você pode encontrar o [formato]({url}) aqui.
ru: [Формат]({url}) можно найти здесь.
zh_tw: 您可以在此處找到[格式]({url})

# canPullRefresh
source: You can pull to refresh.
de: Danach: herunterziehen zum Aktualisieren
es: Se puede deslizar hacia abajo para refrescar
id: Anda dapat menarik untuk menyegarkan.
ja: 引っ張って更新できます
pt: Pode puxar para atualizar
ru: можно обновить, потянув вниз
zh_tw: 可以下拉更新

source: Cancel
de: Abbrechen
es: Cancelar
id: Membatalkan
ja: キャンセル
pt: Cancelar
ru: отмена
zh_tw: 取消

source: Choose
de: Auswählen
es: Elegir
id: Memilih
ja: 選択
pt: Escolher
ru: выбрать
zh_tw: 選擇

# chooseFontFile
source: Choose a font file
de: Schriftart auswählen
es: Seleccionar archivo de fuente
id: Pilih file font
ja: フォントファイルを選択
pt: Escolher arquivo de fonte
ru: выбрать файл шрифта
zh_tw: 選擇字體文件

source: Choose private key
de: Private key auswählen
es: Elegir llave privada
id: Pilih Kunci Pribadi
ja: 秘密鍵を選択
pt: Escolher chave privada
ru: выбрать приватный ключ
zh_tw: 選擇私鑰

source: Clear
de: Entfernen
es: Limpiar
id: Jernih
ja: クリア
pt: Limpar
ru: очистить
zh_tw: 清除

source: Clipboard
de: Zwischenablage
es: Portapapeles
id: papan klip
ja: クリップボード
pt: Área de transferência
ru: буфер обмена
zh_tw: 剪切板

source: Close
de: Schließen
es: Cerrar
id: Menutup
ja: 閉じる
pt: Fechar
ru: закрыть
zh_tw: 關閉

# cmd
source: Command
es: Comando
id: Memerintah
ja: コマンド
pt: Comando
ru: команда
zh_tw: 命令

# cnKeyboardComp
source: Compatibility with Chinese Android
de: Kompatibilität mit chinesischem Android
es: Compatibilidad con Android chino
id: Kompatibilitas dengan Android China
ja: 中国のAndroidとの互換性
pt: Compatibilidade com Android chinês
ru: Совместимость с китайским Android
zh_tw: 中國Android兼容性

# cnKeyboardCompTip
source: If the terminal pops up a secure keyboard, you can enable it.
de: Wenn das Terminal ein sicheres Tastenfeld öffnet, können Sie es aktivieren.
es: Si el terminal muestra un teclado seguro, puedes activarlo.
id: Jika terminal munculkan keyboard aman, Anda bisa mengaktifkannya.
ja: ターミナルがセキュアキーボードを表示した場合、それを有効にできます。
pt: Se o terminal abrir um teclado seguro, você pode ativá-lo.
ru: Если терминал отображает безопасную клавиатуру, вы можете ее активировать.
zh_tw: 如果終端彈出安全鍵盤，您可以啟用它。

# collapseUI
source: Collapse
de: Zusammenbrechen
es: Colapsar
id: Runtuh
ja: UIを折りたたむ
pt: Colapsar
ru: свернуть
zh_tw: 折疊

# collapseUITip
source: Whether to collapse long lists present in the UI by default
de: Ob lange Listen in der Benutzeroberfläche standardmäßig eingeklappt werden sollen oder nicht
es: ¿Colapsar por defecto las listas largas en la UI?
id: Apakah akan menciutkan daftar panjang yang ada di UI secara default atau tidak
ja: UIの長いリストをデフォルトで折りたたむかどうか
pt: Deve colapsar listas longas na UI por padrão?
ru: Свернуть длинные списки в UI по умолчанию
zh_tw: 是否預設折疊UI中存在的長列表

# conn
source: Connection
de: Verbindung
es: Conectar
id: Koneksi
ja: 接続
pt: Conectar
ru: подключение
zh_tw: 連接

source: Connected
de: in Verbindung gebracht
es: Conectado
id: Terhubung
ja: 接続済み
pt: Conectado
ru: подключено
zh_tw: 已連接

source: Container
es: Contenedor
id: Wadah
ja: コンテナ
pt: Contêiner
ru: контейнер
zh_tw: 容器

source: Container name
es: Nombre del contenedor
id: Nama kontainer
ja: コンテナ名
pt: Nome do contêiner
ru: имя контейнера
zh_tw: 容器名稱

source: Container status
es: Estado del contenedor
id: Status wadah
ja: コンテナの状態
pt: Estado do contêiner
ru: статус контейнера
zh_tw: 容器狀態

# containerTrySudoTip
source: For example: In the app, the user is set to aaa, but Docker is installed under the root user. In this case, you need to enable this option.
de: Zum Beispiel: In der App ist der Benutzer auf aaa eingestellt, aber Docker ist unter dem Root-Benutzer installiert. In diesem Fall müssen Sie diese Option aktivieren
es: Por ejemplo: si configuras el usuario dentro de la app como aaa, pero Docker está instalado bajo el usuario root, entonces necesitarás habilitar esta opción
id: Contohnya: Di dalam aplikasi, pengguna diatur sebagai aaa, tetapi Docker diinstal di bawah pengguna root. Dalam kasus ini, Anda perlu mengaktifkan opsi ini.
ja: 例：アプリ内でユーザーをaaaに設定しているが、Dockerがrootユーザーでインストールされている場合、このオプションを有効にする必要があります
pt: Por exemplo: se o usuário for definido como aaa dentro do app, mas o Docker estiver instalado sob o usuário root, esta opção precisará ser ativada
ru: Например: если пользователь в приложении установлен как aaa, но Docker установлен под пользователем root, тогда нужно включить эту опцию
zh_tw: 例如：App内设置用户为aaa，但是Docker安装在root用户，这时就需要开启此选项

source: Content
de: Inhalt
es: Contenido
id: Konten
ja: コンテンツ
pt: Conteúdo
ru: Содержимое
zh_tw: 內容

source: Convert
de: Konvertieren
es: Convertir
id: Mengubah
ja: 変換
pt: Converter
ru: конвертировать
zh_tw: 轉換

source: Copy
de: Kopieren
es: Copiar
id: Menyalin
ja: コピー
pt: Copiar
ru: копировать
zh_tw: 複製

source: Copy path
de: Pfad kopieren
es: Copiar ruta
id: Path Copy
ja: パスをコピー
pt: Copiar caminho
ru: копировать путь
zh_tw: 複製路徑

# cpuViewAsProgressTip
source: Display the usage of each CPU in a progress bar style (old style)
de: Zeigen Sie die Auslastung jedes CPUs in einem Fortschrittsbalken-Stil an (alter Stil)
es: Muestre la tasa de uso de cada CPU en estilo de barra de progreso (estilo antiguo)
id: Tampilkan tingkat penggunaan setiap CPU dalam gaya bilah kemajuan (gaya lama)
ja: 各CPUの使用率をプログレスバースタイルで表示する（旧スタイル）
pt: Exiba a taxa de uso de cada CPU em estilo de barra de progresso (estilo antigo)
ru: Отобразите уровень использования каждого процессора в виде индикатора выполнения (старый стиль)
zh_tw: 以進度條樣式顯示每個CPU的使用率（舊版樣式）

source: Create file
de: Datei erstellen
es: Crear archivo
id: Buat file
ja: ファイルを作成
pt: Criar arquivo
ru: создать файл
zh_tw: 創建文件

source: Create folder
de: Ordner erstellen
es: Crear carpeta
id: Membuat folder
ja: フォルダーを作成
pt: Criar pasta
ru: создать папку
zh_tw: 創建文件夾

source: Cursor type
de: Cursor-Typ
es: Tipo de cursor
id: Jenis kursor
ja: カーソルタイプ
pt: Tipo de cursor
ru: Тип курсора
zh_tw: 光標類型

# customCmd
source: Custom commands
de: Benutzerdefinierte Befehle
es: Comandos personalizados
id: Perintah kustom
ja: カスタムコマンド
pt: Comandos personalizados
ru: Пользовательские команды
zh_tw: 自定義命令

# customCmdDocUrl
source: https://github.com/lollipopkit/flutter_server_box/wiki#custom-commands
zh_tw: https://github.com/lollipopkit/flutter_server_box/wiki/主页#自定义命令

# customCmdHint
source: "Command Name": "Command"
de: "Befehlsname": "Befehl"
es: "Nombre del comando": "Comando"
id: "Nama Perintah": "Perintah"
ja: "コマンド名": "コマンド"
pt: "Nome do comando": "Comando"
ru: "Имя команды": "Команда"
zh_tw: "命令名稱": "命令"

source: Dark
de: Dunkel
es: Oscuro
id: Gelap
ja: ダーク
pt: Escuro
ru: темная
zh_tw: 暗

source: Day
de: Tag
es: Día
id: Hari
ja: 日
pt: Dia
ru: День
zh_tw: 日

source: Debug
es: Depurar
ja: デバッグ
pt: Debugar
ru: отладка
zh_tw: 調試

source: Decode
es: Decodificar
id: Membaca sandi
ja: デコード
pt: Decodificar
ru: декодировать
zh_tw: 解碼

source: Decompress
de: Dekomprimieren
es: Descomprimir
id: Dekompresi
ja: 解凍
pt: Descomprimir
ru: разархивировать
zh_tw: 解壓縮

source: Delete
de: Löschen
es: Eliminar
id: Menghapus
ja: 削除
pt: Excluir
ru: удалить
zh_tw: 刪除

# deleteScripts
source: Delete server scripts at the same time
de: Gleichzeitiges Löschen von Server-Skripten
es: Eliminar scripts del servidor simultáneamente
id: Menghapus skrip server secara bersamaan
ja: サーバースクリプトも削除
pt: Excluir scripts do servidor simultaneamente
ru: удалить скрипты с сервера
zh_tw: 同時刪除服務器腳本

# deleteServers
source: Batch delete servers
de: Batch-Löschung von Servern
es: Eliminar servidores en lote
id: Penghapusan server secara batch
ja: サーバーを一括削除
pt: Excluir servidores em lote
ru: удалить серверы пакетно
zh_tw: 批量刪除服務器

source: Device name
de: Gerätename
es: Nombre del dispositivo
id: Nama perangkat
ja: デバイス名
pt: Nome do dispositivo
ru: Название устройства
zh_tw: 設備名

# dirEmpty
source: Make sure the folder is empty.
de: Stelle sicher, dass der Ordner leer ist.
es: Asegúrate de que el directorio esté vacío
id: Pastikan dir kosong.
ja: フォルダーが空であることを確認してください
pt: Certifique-se de que a pasta está vazia
ru: Пожалуйста, убедитесь, что папка пуста
zh_tw: 請確保文件夾為空

source: Disabled
de: Behinderte
es: Deshabilitado
id: Dengan disabilitas
ja: 無効
pt: Desativado
ru: отключено
zh_tw: 已禁用

source: Disconnected
es: Desconectado
id: Terputus
ja: 接続が切断されました
pt: Desconectado
ru: отключено
zh_tw: 連接斷開

source: Disk
de: Festplatte
es: Disco
ja: ディスク
pt: Disco
ru: диск
zh_tw: 硬盤

# diskIgnorePath
source: Ignore path for disk
de: Pfad für Datenträger ignorieren
es: Rutas de disco ignoradas
id: Abaikan jalan untuk disk
ja: 無視されたディスクパス
pt: Caminhos de disco ignorados
ru: путь игнорирования диска
zh_tw: 忽略的磁盤路徑

source: Display CPU index
de: Zeigen Sie den CPU-Index an
es: Muestre el índice de CPU
id: Tampilkan indeks CPU
ja: CPUインデックスを表示する
pt: Exiba o índice de CPU
ru: Показать индекс ЦПУ
zh_tw: 顯示CPU索引

source: Display name
de: Name anzeigen
es: Nombre a mostrar
id: Nama tampilan
ja: 表示名
pt: Nome de exibição
ru: отображаемое имя
zh_tw: 顯示名稱

# dl2Local
source: Download {fileName} to local?
de: Datei "{fileName}" herunterladen?
es: ¿Descargar {fileName} a local?
id: Unduh {fileName} ke lokal?
ja: {fileName}をローカルにダウンロードしますか？
pt: Baixar {fileName} para o local?
ru: Загрузить {fileName} на локальный диск?
zh_tw: 下載 {fileName} 到本地？

# doc
source: Documentation
de: Dokumentation
es: Documentación
id: Dokumentasi
ja: ドキュメント
pt: Documentação
ru: Документация
zh_tw: 文檔

# dockerEditHost
source: Edit DOCKER_HOST
de: DOCKER_HOST bearbeiten
es: Editar DOCKER_HOST
ja: DOCKER_HOSTを編集
pt: Editar DOCKER_HOST
ru: редактировать DOCKER_HOST
zh_tw: 編輯 DOCKER_HOST

# dockerEmptyRunningItems
source: There are no running containers. This could be because: - The Docker installation user is not the same as the username configured within the App. - The environment variable DOCKER_HOST was not read correctly. You can get it by running `echo $DOCKER_HOST` in the terminal.
de: Es gibt keine laufenden Container. Das könnte daran liegen: - Der Docker-Installationsbenutzer ist nicht mit dem in der App konfigurierten Benutzernamen identisch. - Die Umgebungsvariable DOCKER_HOST wurde nicht korrekt gelesen. Sie können sie ermitteln, indem Sie `echo $DOCKER_HOST` im Terminal ausführen.
es: No hay contenedores en ejecución. Esto podría deberse a que: - El usuario con el que se instaló Docker es diferente al configurado en la app - La variable de entorno DOCKER_HOST no se ha leído correctamente. Puedes obtenerla ejecutando `echo $DOCKER_HOST` en el terminal.
id: Tidak ada wadah yang sedang berjalan. Hal ini dapat terjadi karena: - Pengguna instalasi Docker tidak sama dengan nama pengguna yang dikonfigurasi di dalam Aplikasi. - Variabel lingkungan DOCKER_HOST tidak terbaca dengan benar. Anda bisa mendapatkannya dengan menjalankan `echo $DOCKER_HOST` di terminal.
ja: 実行中のコンテナがありません。 これは次の理由による可能性があります： - Dockerのインストールユーザーとアプリ内の設定されたユーザー名が異なる - 環境変数DOCKER_HOSTが正しく読み込まれていない。ターミナルで`echo $DOCKER_HOST`を実行して取得できます。
pt: Não há contêineres em execução. Isso pode ser porque: - O usuário que instalou o Docker difere do usuário configurado no app - A variável de ambiente DOCKER_HOST não foi lida corretamente. Você pode verificar isso executando `echo $DOCKER_HOST` no terminal.
ru: Нет запущенных контейнеров. Это может быть из-за: - пользователя Docker, отличного от пользователя, настроенного в приложении - переменной окружения DOCKER_HOST, которая не была правильно считана. Вы можете выполнить `echo $DOCKER_HOST` в терминале, чтобы увидеть ее значение.
zh_tw: 沒有正在運行的容器。 這可能是因為： - Docker 安裝使用者與 App 內配置的使用者名稱不同 - 環境變量 DOCKER_HOST 沒有被正確讀取。你可以通過在終端內運行 `echo $DOCKER_HOST` 來獲取。

# dockerImagesFmt
source: {count} images
es: Total de {count} imágenes
id: {count} gambar
ja: 合計{count}イメージ
pt: Total de {count} imagens
ru: Всего {count} образов
zh_tw: 共 {count} 個鏡像

source: Docker not installed
de: Docker ist nicht installiert
es: Docker no está instalado
id: Docker tidak terpasang
ja: Dockerがインストールされていません
pt: Docker não instalado
ru: Docker не установлен
zh_tw: Docker 未安裝

# dockerStatusRunningAndStoppedFmt
source: {runningCount} running, {stoppedCount} container stopped.
de: {runningCount} aktiv, {stoppedCount} container gestoppt.
es: {runningCount} en ejecución, {stoppedCount} detenidos
ja: {runningCount}個が実行中、{stoppedCount}個が停止中
pt: {runningCount} em execução, {stoppedCount} parados
ru: {runningCount} запущено, {stoppedCount} остановлено
zh_tw: {runningCount}個正在運行, {stoppedCount}個已停止

# dockerStatusRunningFmt
source: {count} container running.
de: {count} Container aktiv
es: {count} contenedores en ejecución
id: {count} wadah berjalan.
ja: {count}個のコンテナが実行中
pt: {count} contêiner(es) em execução
ru: {count} контейнеров запущено
zh_tw: {count}個容器正在運行

source: Double column mode
de: Doppelspaltiger Modus
es: Modo de doble columna
id: Mode kolom ganda
ja: ダブルカラムモード
pt: Modo de coluna dupla
ru: режим двойной колонки
zh_tw: 雙列模式
