Repository: myedunote/flutter_server_box
Catalog: lib/l10n/app_*.arb
Languages: de, es, id, ja, pt, ru, zh_tw

# sshTip
source: This function is now in the experimental stage. Please report bugs on {url} or join our development.
de: Diese Funktion befindet sich jetzt in der Experimentierphase. Bitte melde Bugs auf {url} oder mach mit bei der Entwicklung.
es: Esta función está en fase de pruebas. Por favor, informa los problemas en {url}, o únete a nuestro desarrollo.
id: Fungsi ini sekarang dalam tahap eksperimen. Harap laporkan bug di {url} atau bergabunglah dengan pengembangan kami.
ja: この機能は現在テスト段階にあります。 問題がある場合は、{url}でフィードバックしてください。
pt: Esta funcionalidade está em fase de teste. Por favor, reporte problemas em {url} ou junte-se a nós no desenvolvimento.
ru: Эта функция находится в стадии тестирования. Пожалуйста, отправляйте отчеты о проблемах на {url} или присоединяйтесь к нашей разработке.
zh_tw: 該功能目前處於測試階段。 請在 {url} 反饋問題，或者加入我們開發。

# sshVirtualKeyAutoOff
source: Auto switching of virtual keys
de: Automatische Umschaltung der virtuellen Tasten
es: Desactivación automática de teclas virtuales
id: Switching Otomatis Kunci Virtual
ja: 仮想キーの自動オフ
pt: Desativação automática das teclas virtuais
ru: автоматическое отключение виртуальных клавиш
zh_tw: 虛擬按鍵自動切換

source: Start
es: Iniciar
id: Awal
ja: 開始
pt: Iniciar
ru: старт
zh_tw: 開始

# stats
source: Statistics
de: Statistik
es: Estadísticas
id: Statistik
ja: 統計
pt: Estatísticas
ru: статистика
zh_tw: 統計

source: Stop
es: Detener
id: Berhenti
ja: 停止
pt: Parar
ru: остановить
zh_tw: 停止

source: Stopped
de: Ausgelaufen
es: Detenido
id: dihentikan
ja: 停止しました
pt: Parado
ru: остановлено
zh_tw: 已停止

source: Storage
de: Speicher
es: Almacenamiento
id: Penyimpanan
ja: ストレージ
pt: Armazenamento
ru: Хранение
zh_tw: 存儲

source: Success
de: Erfolgreich
es: Éxito
id: Kesuksesan
ja: 成功
pt: Sucesso
ru: успех
zh_tw: 成功

# supportFmtArgs
source: The following formatting parameters are supported:
de: Die folgenden Formatierungsparameter werden unterstützt:
es: Soporta los siguientes argumentos de formato:
id: Parameter pemformatan berikut ini didukung:
ja: 以下のフォーマット引数がサポートされています：
pt: Suporta os seguintes argumentos formatados:
ru: Поддерживаются следующие форматы аргументов:
zh_tw: 支援以下格式化參數：

source: Suspend
es: Suspender
ja: 中断
pt: Suspender
ru: приостановить
zh_tw: 挂起

# suspendTip
source: The suspend function requires root permission and systemd support.
de: Die Suspend-Funktion erfordert Root-Rechte und systemd-Unterstützung.
es: La función de suspender necesita permisos de root y soporte de systemd.
id: Fungsi penangguhan memerlukan hak akses root dan dukungan systemd.
ja: suspend機能はroot権限とsystemdのサポートが必要です。
pt: A função de suspensão requer permissões de root e suporte do systemd.
ru: Функция приостановки требует прав root и поддержки systemd.
zh_tw: suspend 功能需要 root 權限及 systemd 支持。

# switchTo
source: Switch to {val}
de: Wechseln zu {val}
es: Cambiar a {val}
id: Beralih ke {val}
ja: {val}に切り替える
pt: Mudar para {val}
ru: переключиться на {val}
zh_tw: 切換到 {val}

source: Sync
es: Sincronizar
id: Sinkronisasi
ja: 同期する
pt: Sincronizar
ru: Синхронизировать
zh_tw: 同步

# syncTip
source: A restart may be required for some changes to take effect.
de: Damit einige Änderungen wirksam werden, kann ein Neustart erforderlich sein.
es: Puede que necesites reiniciar para que algunos cambios tengan efecto.
id: Pengaktifan ulang mungkin diperlukan agar beberapa perubahan dapat diterapkan.
ja: 再起動が必要な場合があります。一部の変更はその後に有効になります。
pt: Pode ser necessário reiniciar para algumas mudanças surtirem efeito.
ru: Возможно, потребуется перезагрузка, чтобы некоторые изменения вступили в силу.
zh_tw: 可能需要重新啟動，某些更改才能生效。

source: System
de: Systeme
es: Sistema
id: Sistem
ja: システム
pt: Sistema
ru: система
zh_tw: 系統

# tag
source: Tags
es: Etiqueta
id: Tag
ja: タグ
pt: Tag
ru: тег
zh_tw: 标签

source: Temperature
de: Temperatur
es: Temperatura
id: Suhu
ja: 温度
pt: Temperatura
ru: температура
zh_tw: 溫度

# termFontSizeTip
source: This setting will affect the terminal size (width and height). You can zoom in on the terminal page to adjust the font size of the current session.
de: Diese Einstellung beeinflusst die Größe des Terminals (Breite und Höhe). Sie können die Terminalseite zoomen, um die Schriftgröße der aktuellen Sitzung anzupassen.
es: Este ajuste afectará el tamaño del terminal (ancho y alto). Puedes hacer zoom en la página del terminal para ajustar el tamaño de fuente de la sesión actual.
id: Pengaturan ini akan memengaruhi ukuran terminal (lebar dan tinggi). Anda dapat melakukan zoom pada halaman terminal untuk menyesuaikan ukuran font sesi saat ini.
ja: この設定は端末のサイズ（幅と高さ）に影響します。現在のセッションのフォントサイズを調整するために、端末ページを拡大縮小できます。
pt: Esta configuração afetará o tamanho do terminal (largura e altura). Você pode dar zoom na página do terminal para ajustar o tamanho da fonte da sessão atual.
ru: Эта настройка повлияет на размер терминала (ширина и высота). Вы можете масштабировать страницу терминала, чтобы调整 размер шрифта текущей сессии.
zh_tw: 此設置將影響終端大小（寬度和高度）。您可以在終端頁面縮放，來調整當前會話的字體大小。

source: Terminal
ja: ターミナル
ru: терминал
zh_tw: 终端機

source: Test
de: Prüfung
es: Prueba
id: pengujian
ja: テスト
pt: Teste
ru: тест
zh_tw: 測試

source: Text scaler
de: Skalierung der Schriftart
es: Escalar texto
id: Penskalaan font
ja: テキストスケーラー
pt: Escala de texto
ru: масштабирование текста
zh_tw: 字體縮放

# textScalerTip
source: 1.0 => 100% (original size), only works on server page part of the font, not recommended to change.
de: 1.0 => 100% (Originalgröße), funktioniert nur auf der Serverseite Teil der Schrift, nicht empfohlen zu ändern.
es: 1.0 => 100% (tamaño original), solo afecta a ciertas fuentes en la página del servidor, no se recomienda modificar.
id: 1.0 => 100% (ukuran asli), hanya berfungsi pada bagian halaman server font, tidak disarankan untuk diubah.
ja: 1.0 => 100%（デフォルトサイズ）。サーバーページの一部のテキストにのみ適用されます。変更をお勧めしません。
pt: 1.0 => 100% (tamanho original), afeta apenas algumas fontes na página do servidor, não é recomendado alterar.
ru: 1.0 => 100% (исходный размер), применяется только к части шрифтов на странице сервера, изменение не рекомендуется.
zh_tw: 1.0 => 100%（原大小），僅作用於伺服器頁面部分字體，不建議修改。

source: Theme
de: Themen
es: Tema
id: Tema
ja: テーマ
pt: Tema
ru: тема
zh_tw: 主題

source: Theme mode
de: Themen-Modus
es: Modo de tema
id: Mode tema
ja: テーマモード
pt: Modo do tema
ru: режим темы
zh_tw: 主題模式

source: Time
de: Zeit
es: Tiempo
id: Waktu
ja: 時間
pt: Tempo
ru: время
zh_tw: 時間

source: Times
de: x
es: Veces
id: Waktu
ja: 回
pt: Vezes
ru: раз
zh_tw: 次

source: Total
ja: 合計
ru: всего
zh_tw: 總共

source: Traffic
de: Durchflussmenge
es: Tráfico
id: Lalu lintas
ja: トラフィック
pt: Tráfego
ru: трафик
zh_tw: 流量

# trySudo
source: Try using sudo
de: Versuche es mit sudo
es: Intentar con sudo
id: Cobalah menggunakan sudo
ja: sudoを試みる
pt: Tentar usar sudo
ru: попробовать использовать sudo
zh_tw: 嘗試使用sudo

source: ttl
es: Tiempo de vida (TTL)
pt: Tempo de vida do cache
ru: время жизни кеша
zh_tw: 緩存時間

source: Unknown
de: Unbekannt
es: Desconocido
id: Tidak dikenal
ja: 不明
pt: Desconhecido
ru: неизвестно
zh_tw: 未知

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
id: Kesalahan yang tidak diketahui
ja: 未知のエラー
pt: Erro desconhecido
ru: неизвестная ошибка
zh_tw: 未知錯誤

# unkownConvertMode
source: Unknown conversion mode
de: Unbekannter Konvertierungsmodus
es: Modo de conversión desconocido
id: Mode Konversi Tidak Diketahui
ja: 未知の変換モード
pt: Modo de conversão desconhecido
ru: неизвестный режим конвертации
zh_tw: 未知轉換模式

source: Update
es: Actualizar
id: Memperbarui
ja: 更新
pt: Atualizar
ru: обновление
zh_tw: 更新

source: Update all
de: Alle aktualisieren
es: Actualizar todo
id: Perbarui semua
ja: すべて更新
pt: Atualizar tudo
ru: обновить все
zh_tw: 更新全部

# updateIntervalEqual0
source: You set to 0, will not update automatically. Can't calculate CPU status.
de: Wenn du den Wert 0 einstellst, wird nicht automatisch aktualisiert. Der CPU-Status kann nicht berechnet werden.
es: Si configuras esto a 0, el estado del servidor no se refrescará automáticamente. Y no se podrá calcular el uso de CPU.
id: Anda mengatur ke 0, tidak akan memperbarui secara otomatis. Tidak dapat menghitung status CPU.
ja: 0に設定すると、サーバーの状態は自動的に更新されず、CPU使用率も計算できません。
pt: Se definido como 0, o estado do servidor não será atualizado automaticamente. E o uso da CPU não poderá ser calculado.
ru: Если установлено в 0, статус сервера не будет автоматически обновляться. Также не будет рассчитано использование CPU.
zh_tw: 你設置為0，服務器狀態不會自動更新。 且不能計算CPU使用情況。

# updateServerStatusInterval
source: Server status update interval
de: Aktualisierungsintervall des Serverstatus
es: Intervalo de actualización del estado del servidor
id: Interval Pembaruan Status Server
ja: サーバー状態の更新間隔
pt: Intervalo de atualização do estado do servidor
ru: интервал обновления статуса сервера
zh_tw: 服務器狀態更新間隔

# updateTip
source: Update: v1.0.{newest}
es: Nueva versión: v1.0.{newest}
ja: 新バージョン: v1.0.{newest}
pt: Nova versão: v1.0.{newest}
ru: Новая версия: v1.0.{newest}
zh_tw: 新版本: v1.0.{newest}

# updateTipTooLow
source: Current version is too low, please update to v1.0.{newest}
de: Aktuelle Version ist zu alt, bitte update auf v1.0.{newest}
es: La versión actual es demasiado baja, por favor actualiza a v1.0.{newest}
id: Versi saat ini terlalu rendah, harap perbarui ke v1.0.{newest}
ja: 現在のバージョンが古すぎます。v1.0.{newest}にアップグレードしてください
pt: Versão atual muito antiga, por favor, atualize para v1.0.{newest}
ru: Текущая версия слишком старая, пожалуйста, обновитесь до v1.0.{newest}
zh_tw: 當前版本過低，請升級至 v1.0.{newest}

source: Upload
de: Hochladen
es: Subir
id: Mengunggah
ja: アップロード
ru: загрузить
zh_tw: 上傳

source: Upside Down
es: Invertir arriba por abajo
id: Terbalik
ja: 上下逆転
pt: Inverter verticalmente
ru: перевернуть
zh_tw: 上下交換

source: Uptime
de: Betriebszeit
es: Tiempo de actividad
ja: 稼働時間
pt: Tempo de atividade
ru: время работы
zh_tw: 啟動時長

source: URL or JSON
de: URL oder JSON
es: URL o JSON
id: URL atau JSON
ja: URLまたはJSON
pt: URL ou JSON
ru: ссылка или JSON
zh_tw: 鏈接或JSON

# useCdn
source: Using CDN
de: Verwenden von CDN
es: Usando CDN
id: Menggunakan CDN
ja: CDNの使用
pt: Utilizando CDN
ru: Использование CDN
zh_tw: 使用CDN

# useCdnTip
source: Non-Chinese users are recommended to use CDN. Would you like to use it?
de: Nicht-chinesischen Benutzern wird die Verwendung eines CDN empfohlen. Möchten Sie es verwenden?
es: Se recomienda a los usuarios no chinos utilizar CDN. ¿Le gustaría utilizarlo?
id: Pengguna non-Cina disarankan menggunakan CDN. Apakah Anda ingin menggunakannya?
ja: 中国以外のユーザーにはCDNの使用が推奨されています。ご利用しますか？
pt: Recomenda-se que usuários não chineses usem CDN. Gostaria de usá-lo?
ru: Не китайским пользователям рекомендуется использовать CDN. Хотели бы вы его использовать?
zh_tw: 非中國大陆用戶建議使用CDN，是否使用？

# useNoPwd
source: No password will be used
de: Es wird kein Passwort verwendet
es: Se usará sin contraseña
id: Tidak ada kata sandi yang akan digunakan
ja: パスワードなしで使用します
pt: Será usado sem senha
ru: будет использоваться без пароля
zh_tw: 将使用無密碼

source: Use Podman by default
de: Standardmäßige Verwendung von Podman
es: Usar Podman por defecto
id: Menggunakan Podman sebagai bawaan
ja: デフォルトでPodmanを使用
pt: Usar Podman por padrão
ru: использовать Podman по умолчанию
zh_tw: 默認使用 Podman

source: Used
de: Gebraucht
es: Usado
id: Digunakan
ja: 使用済み
pt: Usado
ru: использовано
zh_tw: 已用

source: User
de: Benutzer
es: Usuario
id: Username
ja: ユーザー
pt: Usuário
ru: пользователь
zh_tw: 用戶

# versionHaveUpdate
source: Found: v1.0.{build}, click to update
de: Gefunden: v1.0.{build}, klicke zum Aktualisieren
es: Nueva versión encontrada: v1.0.{build}, haz clic para actualizar
id: Ditemukan: v1.0.{build}, klik untuk memperbarui
ja: 新しいバージョンが見つかりました：v1.0.{build}、クリックして更新
pt: Nova versão encontrada: v1.0.{build}, clique para atualizar
ru: Найдена новая версия: v1.0.{build}, нажмите для обновления
zh_tw: 找到新版本：v1.0.{build}, 點擊更新

# versionUnknownUpdate
source: Current: v1.0.{build}, click to check updates
de: Aktuell: v1.0.{build}. Klicken Sie hier, um nach Updates zu suchen
es: Actual: v1.0.{build}, haz clic para verificar actualizaciones
id: Saat ini: v1.0.{build}. Klik untuk memeriksa pembaruan.
ja: 現在：v1.0.{build}、更新をチェックするためにクリック
pt: Versão atual: v1.0.{build}, clique para verificar atualizações
ru: Текущая: v1.0.{build}, нажмите для проверки обновлений
zh_tw: 當前：v1.0.{build}，點擊檢查更新

# versionUpdated
source: Current: v1.0.{build}, is up to date
de: v1.0.{build} ist bereits die neueste Version
es: Actual: v1.0.{build}, ya estás en la última versión
id: Saat ini: v1.0.{build}, mutakhir
ja: 現在：v1.0.{build}、最新バージョンです
pt: Versão atual: v1.0.{build}, já está atualizado
ru: Текущая: v1.0.{build}, последняя версия
zh_tw: 當前：v1.0.{build}, 已是最新版本

source: View
de: Ansicht
es: Vista
id: Tampilan
ja: ビュー
pt: Visualização
ru: Вид
zh_tw: 視圖

# viewErr
source: See error
de: Fehler anzeigen
es: Ver error
id: Lihat kesalahan
ja: エラーを表示
pt: Ver erro
ru: просмотр ошибок
zh_tw: 查看錯誤

# virtKeyHelpClipboard
source: Copy to the clipboard if the selected terminal is not empty, otherwise paste the content of the clipboard to the terminal.
de: In die Zwischenablage kopieren, wenn das ausgewählte Terminal nicht leer ist, andernfalls den Inhalt der Zwischenablage in das Terminal einfügen.
es: Si el terminal tiene caracteres seleccionados, entonces copiará los caracteres seleccionados al portapapeles, de lo contrario, pegará el contenido del portapapeles al terminal.
id: Salin ke clipboard jika terminal yang dipilih tidak kosong, jika tidak, tempel isi clipboard ke terminal.
ja: 端末に選択された文字がある場合は、選択された文字をクリップボードにコピーします。そうでない場合は、クリップボードの内容を端末に貼り付けます。
pt: Se houver texto selecionado no terminal, copia para a área de transferência, caso contrário, cola o conteúdo da área de transferência no terminal.
ru: Если в терминале выделен текст, то он копируется в буфер обмена, в противном случае содержимое буфера вставляется в терминал.
zh_tw: 如果終端有選中字符，則復製選中字符至剪切板，否則粘貼剪切板內容至終端。

# virtKeyHelpIME
source: Turn on/off the keyboard
de: Tastatur ein-/ausschalten
es: Encender/apagar el teclado
id: Menyalakan/mematikan keyboard
ja: キーボードのオン/オフ
pt: Ligar/desligar o teclado
ru: Включить/выключить клавиатуру
zh_tw: 打開/關閉鍵盤

# virtKeyHelpSFTP
source: Open current directory in SFTP.
de: Aktuelles Verzeichnis in SFTP öffnen.
es: Abrir la ruta actual en SFTP.
id: Buka direktori saat ini di SFTP.
ja: 現在のパスでSFTPを開く。
pt: Abre o caminho atual em SFTP.
ru: Открыть текущий путь в SFTP.
zh_tw: 在 SFTP 中打開當前路徑。

# waitConnection
source: Please wait for the connection to be established.
de: Bitte warte, bis die Verbindung hergestellt wurde.
es: Por favor, espera a que la conexión se establezca
id: Harap tunggu koneksi akan dibuat.
ja: 接続の確立を待ってください
pt: Por favor, aguarde a conexão ser estabelecida
ru: Пожалуйста, дождитесь установки соединения
zh_tw: 請等待連接建立

# wakeLock
source: Keep awake
de: Wach halten
es: Mantener despierto
id: Tetap terjaga
ja: 起動を保つ
pt: Manter acordado
ru: Держать включенным
zh_tw: 保持喚醒

# watchNotPaired
source: No paired Apple Watch
de: Keine gekoppelte Apple Watch
es: No hay un Apple Watch emparejado
id: Tidak ada Apple Watch yang dipasangkan
ja: ペアリングされたApple Watchがありません
pt: Não há Apple Watch pareado
ru: Apple Watch не сопряжены
zh_tw: 沒有已配對的 Apple Watch

# webdavSettingEmpty
source: WebDav setting is empty
de: Webdav-Einstellungen sind leer
es: La configuración de Webdav está vacía
id: Pengaturan webdav kosong
ja: Webdavの設定が空です
pt: Configurações de Webdav estão vazias
ru: Настройки Webdav пусты
zh_tw: Webdav 設置項爲空

# whenOpenApp
source: When opening the app
de: Beim Öffnen der App
es: Al abrir la App
id: Saat membuka aplikasi
ja: アプリを開くとき
pt: Ao abrir o app
ru: при открытии приложения
zh_tw: 當打開 App 時

source: Will take effect immediately
de: Wird sofort angewendet
es: Los cambios tendrán efecto inmediatamente
id: Akan segera berlaku
ja: 変更は即座に有効になります
pt: As alterações serão aplicadas imediatamente
ru: Изменения вступят в силу немедленно
zh_tw: 更改將會立即生效

# wolTip
source: After configuring WOL (Wake-on-LAN), a WOL request is sent each time the server is connected.
de: Nach der Konfiguration von WOL (Wake-on-LAN) wird jedes Mal, wenn der Server verbunden wird, eine WOL-Anfrage gesendet.
es: Después de configurar WOL (Wake-on-LAN), se envía una solicitud de WOL cada vez que se conecta el servidor.
id: Setelah mengonfigurasi WOL (Wake-on-LAN), permintaan WOL dikirim setiap kali server terhubung.
ja: WOL（Wake-on-LAN）を設定した後、サーバーに接続するたびにWOLリクエストが送信されます。
pt: Após configurar o WOL (Wake-on-LAN), um pedido de WOL é enviado cada vez que o servidor é conectado.
ru: После настройки WOL (Wake-on-LAN) при каждом подключении к серверу отправляется запрос WOL.
zh_tw: 在配置WOL（網絡喚醒）後，每次連接伺服器都會先發送一次WOL請求。

source: Write
de: Schreiben
es: Escribir
id: Tulis
ja: 書き込み
pt: Escrita
ru: запись
zh_tw: 写

# writeScriptFailTip
source: Writing to the script failed, possibly due to lack of permissions or the directory does not exist.
de: Das Schreiben des Skripts ist fehlgeschlagen, möglicherweise aufgrund fehlender Berechtigungen oder das Verzeichnis existiert nicht.
es: La escritura en el script falló, posiblemente por falta de permisos o porque el directorio no existe.
id: Penulisan ke skrip gagal, mungkin karena tidak ada izin atau direktori tidak ada.
ja: スクリプトの書き込みに失敗しました。権限がないかディレクトリが存在しない可能性があります。
pt: Falha ao escrever no script, possivelmente devido à falta de permissões ou o diretório não existe.
ru: Запись в скрипт не удалась, возможно, из-за отсутствия прав или директории не существует.
zh_tw: 寫入腳本失敗，可能是沒有權限/目錄不存在等。
