Repository: myedunote/flutter_server_box
Catalog: lib/l10n/app_*.arb
Languages: de, es, id, ja, pt, ru, zh_tw

# noPrivateKeyTip
source: The private key does not exist, it may have been deleted or there is a configuration error.
de: Der private Schlüssel existiert nicht, möglicherweise wurde er gelöscht oder es liegt ein Konfigurationsfehler vor.
es: La clave privada no existe, puede haber sido eliminada o hay un error de configuración.
id: Kunci privat tidak ada, mungkin telah dihapus atau ada kesalahan konfigurasi.
ja: 秘密鍵が存在しません。削除されたか、設定ミスがある可能性があります。
pt: A chave privada não existe, pode ter sido deletada ou há um erro de configuração.
ru: Приватный ключ не существует, возможно, он был удален или есть ошибка в настройках.
zh_tw: 私鑰不存在，可能已被刪除/配置錯誤。

# noPromptAgain
source: Do not prompt again
de: Nicht mehr nachfragen
es: No volver a preguntar
id: Jangan tanya lagi
ja: 再度確認しない
pt: Não perguntar novamente
ru: Больше не спрашивать
zh_tw: 不再提示

source: No result
de: Kein Ergebnis
es: Sin resultados
id: Tidak ada hasil
ja: 結果なし
pt: Sem resultados
ru: нет результатов
zh_tw: 無結果

# noSavedPrivateKey
source: No saved private keys.
de: Keine gespeicherten Private Keys
es: No hay llaves privadas guardadas.
id: Tidak ada kunci pribadi yang disimpan.
ja: 保存された秘密鍵がありません。
pt: Nenhuma chave privada salva.
ru: Нет сохраненных приватных ключей.
zh_tw: 沒有已保存的私鑰。

# noSavedSnippet
source: No saved snippets.
de: Keine gespeicherten Snippets.
es: No hay fragmentos de código guardados.
id: Tidak ada cuplikan yang disimpan.
ja: 保存されたスニペットがありません。
pt: Nenhum snippet de código salvo.
ru: Нет сохраненных фрагментов кода.
zh_tw: 沒有已保存的程式片段。

source: No server available.
de: Kein Server verfügbar.
es: No hay servidores disponibles.
id: Tidak ada server yang tersedia.
ja: 使用可能なサーバーがありません。
pt: Nenhum servidor disponível.
ru: Нет доступных серверов.
zh_tw: 沒有可用的服務器。

source: No task
de: Nicht fragen
es: Sin tareas
id: Tidak bertanya
ja: タスクがありません
pt: Sem tarefas
ru: нет задач
zh_tw: 沒有任務

source: No update available
de: Kein Update verfügbar
es: No hay actualizaciones disponibles
id: Tidak ada pembaruan yang tersedia
ja: 利用可能な更新はありません
pt: Sem atualizações disponíveis
ru: нет доступных обновлений
zh_tw: 沒有可用更新

source: Node
de: Knoten
es: Nodo
ja: ノード
pt: Nó
ru: Узел
zh_tw: 節點

# notAvailable
source: Unavailable
de: Nicht verfügbar
es: No disponible
id: Tidak tersedia
ja: 利用不可
pt: Indisponível
ru: Недоступно
zh_tw: 不可用

source: Not selected
de: Nicht ausgewählt
es: No seleccionado
id: Tidak terpilih
ja: 選択されていません
pt: Não selecionado
ru: не выбрано
zh_tw: 未選擇

source: Note
de: Hinweis
es: Nota
id: Catatan
ja: メモ
pt: Nota
ru: заметка
zh_tw: 備註

source: Null token
es: Token nulo
id: Token NULL
ja: トークンなし
pt: Token nulo
ru: нет токена
zh_tw: 無Token

source: OK
id: OKE
ru: ок
zh_tw: 好

source: On server detail page
de: in Detailansicht des Servers
es: En la página de detalles del servidor
id: Di halaman detail server
ja: サーバーの詳細ページで
pt: Na página de detalhes do servidor
ru: на странице деталей сервера
zh_tw: 在服務器詳情頁

# onlyOneLine
source: Only display as one line (scrollable)
de: Nur als eine Zeile anzeigen (scrollbar)
es: Mostrar solo en una línea (desplazable)
id: Hanya tampilkan sebagai satu baris (dapat digulir)
ja: 一行のみ表示（スクロール可能）
pt: Exibir apenas como uma linha (rolável)
ru: Отображать только в одной строке (прокручиваемо)
zh_tw: 僅顯示為一行（可滾動）

# onlyWhenCoreBiggerThan8
source: Works only when the number of cores is greater than 8
de: Wirksam nur, wenn die Anzahl der Kerne > 8 ist.
es: Efectivo solo cuando el número de núcleos > 8
id: Berlaku hanya ketika jumlah inti > 8
ja: コア数が8より大きい場合にのみ有効
pt: Efetivo apenas quando o número de núcleos > 8
ru: Действует только при количестве ядер > 8
zh_tw: 僅當核心數>8時生效

source: Open
de: Öffnen
es: Abrir
id: Membuka
ja: 開く
pt: Abrir
ru: открыть
zh_tw: 打開

# openLastPath
source: Open the last path
de: Öffnen Sie den letzten Pfad
es: Abrir el último camino
id: Buka jalur terakhir
ja: 最後のパスを開く
pt: Abrir o último caminho
ru: открыть последний путь
zh_tw: 打開上次的路徑

# openLastPathTip
source: Different servers will have different logs, and the log is the path to the exit
de: Verschiedene Server haben unterschiedliche Einträge, und der Eintrag ist der Pfad zum Ausgang
es: Los diferentes servidores tendrán diferentes registros, y lo que se registra es la ruta de salida
id: Server yang berbeda akan memiliki catatan yang berbeda, dan catatan tersebut adalah jalur menuju pintu keluar
ja: 異なるサーバーには異なる記録があり、記録されているのは退出時のパスです
pt: Registros diferentes para servidores diferentes, e registra o caminho ao sair
ru: Для разных серверов будут сохранены разные записи, записывается путь при выходе
zh_tw: 不同的服務器會有不同的記錄，且記錄的是退出時的路徑

# parseContainerStats
source: Parse the container occupancy status
de: Den Status der Container-Belegung analysieren
es: Analizar estado de uso del contenedor
id: Memecahkan status okupansi kontainer
ja: コンテナ使用状況を解析
pt: Analisar status de uso do contêiner
ru: анализ статуса использования контейнера
zh_tw: 解析容器佔用狀態

# parseContainerStatsTip
source: Parsing the occupancy status of Docker is relatively slow.
de: Das Analysieren des Belegungsstatus durch Docker ist relativ langsam
es: El análisis del estado de uso de Docker es bastante lento
id: Parsing status okupansi oleh Docker agak lambat
ja: Dockerの使用状況の解析は比較的遅いです
pt: Análise de status do Docker pode ser lenta
ru: Анализ статуса использования Docker может быть медленным
zh_tw: Docker解析佔用狀態較為緩慢

source: Paste
de: Einfügen
es: Pegar
id: Tempel
ja: 貼り付け
pt: Colar
ru: вставить
zh_tw: 貼上

source: Path
de: Pfad
es: Ruta
id: Jalur
ja: パス
pt: Caminho
ru: путь
zh_tw: 路徑

source: {percent}% of {size}
de: {percent}% von {size}
es: El {percent}% de {size}
id: {percent}% dari {size}
ja: {size} の {percent}%
pt: {percent}% de {size}
ru: {percent}% от {size}
zh_tw: {size} 的 {percent}%

source: Pick file
de: Datei wählen
es: Seleccionar archivo
id: Pilih file
ja: ファイルを選択
pt: Escolher arquivo
ru: выбрать файл
zh_tw: 選擇文件

# pingAvg
source: Avg:
es: Promedio:
id: Rata -rata:
ja: 平均:
pt: Média:
ru: Среднее:
zh_tw: 平均:

# pingInputIP
source: Please input a target IP / domain.
de: Bitte gib eine Ziel-IP/Domain ein.
es: Por favor, introduce la IP de destino o el dominio
id: Harap masukkan IP / domain target.
ja: 対象のIPまたはドメインを入力してください
pt: Por favor, insira o IP ou domínio alvo
ru: Пожалуйста, введите целевой IP или доменное имя
zh_tw: 請輸入目標IP或域名

# pingNoServer
source: No server to ping. Please add a server in server tab.
de: Kein Server zum Anpingen. Bitte füge einen Server hinzu.
es: No hay servidores disponibles para hacer Ping Por favor, añade un servidor en la pestaña de servidores y vuelve a intentarlo
id: Tidak ada server untuk melakukan ping. Harap tambahkan server di tab Server.
ja: Pingに使用するサーバーがありません サーバータブでサーバーを追加してから再試行してください
pt: Nenhum servidor disponível para Ping Por favor, adicione um servidor na aba de servidores e tente novamente
ru: Нет доступных серверов для Ping Пожалуйста, добавьте серверы на вкладке серверов и попробуйте снова
zh_tw: 沒有服務器可用於Ping 請在服務器tab新增服務器後再試

source: Pkg
es: Gestión de paquetes
ja: パッケージ管理
pt: Gerenciamento de pacotes
ru: менеджер пакетов
zh_tw: 包管理

# pkgUpgradeTip
source: Please backup your system before updating.
de: Bitte sichern Sie Ihr System vor dem Update.
es: Realice una copia de seguridad de su sistema antes de actualizar.
id: Harap cadangkan sistem Anda sebelum memperbarui.
ja: アップデートする前にシステムのバックアップを取ってください。
pt: Por favor, faça backup do seu sistema antes de atualizar.
ru: Пожалуйста, сделайте резервную копию системы перед обновлением.
zh_tw: 請在更新前備份系統。

# platformNotSupportUpdate
source: Current platform does not support in-app update. Please build from source and install it.
de: Die aktuelle Plattform unterstützt keine In-App-Updates. Bitte kompiliere vom Quellcode und installiere sie.
es: La plataforma actual no soporta actualizaciones, por favor instala manualmente la última versión del código fuente
id: Platform saat ini tidak mendukung pembaruan aplikasi. Silakan bangun dari sumber dan instal.
ja: 現在のプラットフォームは更新をサポートしていません。最新のソースコードをコンパイルして手動でインストールしてください
pt: Atualização não suportada na plataforma atual, por favor, instale manualmente a versão mais recente do código-fonte
ru: Текущая платформа не поддерживает обновления, пожалуйста, вручную установите последнюю версию из исходного кода
zh_tw: 當前平台不支持更新，請編譯最新源碼後手動安裝

# plugInType
source: Insertion Type
de: Einfügetyp
es: Tipo de inserción
id: Jenis Penyisipan
ja: 挿入タイプ
pt: Tipo de Inserção
ru: Тип вставки
zh_tw: 插入類型

# plzEnterHost
source: Please enter host.
de: Bitte Host eingeben.
es: Por favor, introduce el host
id: Harap masukkan host.
ja: ホストを入力してください
pt: Por favor, insira o host
ru: Пожалуйста, введите хост
zh_tw: 請輸入主機

# plzSelectKey
source: Please select a key.
de: Wähle einen Key.
es: Por favor, selecciona una llave privada
id: Pilih kunci.
ja: 秘密鍵を選択してください
pt: Por favor, selecione uma chave privada
ru: Пожалуйста, выберите ключ
zh_tw: 請選擇私鑰

source: Port
es: Puerto
ja: ポート
pt: Porta
ru: порт
zh_tw: 端口

source: Preview
de: Vorschau
es: Vista previa
id: Pratinjau
ja: プレビュー
pt: Pré-visualização
ru: предпросмотр
zh_tw: 預覽

source: Primary color seed
de: Farbschema
es: Semilla de color primario
id: Warna utama
ja: プライマリーカラーシード
pt: Semente da cor primária
ru: основной цветовой тон
zh_tw: 主要色調種子

source: Private Key
es: Llave privada
id: Kunci Pribadi
ja: 秘密鍵
pt: Chave privada
ru: приватный ключ
zh_tw: 私鑰

source: Process
de: Prozess
es: Proceso
id: Proses
ja: プロセス
pt: Processo
ru: процесс
zh_tw: 進程

source: Push token
es: Token de notificaciones
id: Dorong token
ja: プッシュトークン
pt: Token de notificação push
ru: токен уведомлений
zh_tw: 消息推送 Token

# pveIgnoreCertTip
source: Not recommended to enable, beware of security risks! If you are using the default certificate from PVE, you need to enable this option.
de: Nicht empfohlen, Achten Sie auf Sicherheitsrisiken! Wenn Sie das Standardzertifikat von PVE verwenden, müssen Sie diese Option aktivieren.
es: No se recomienda activarlo, ¡tenga cuidado con los riesgos de seguridad! Si está utilizando el certificado predeterminado de PVE, debe habilitar esta opción.
id: Tidak disarankan untuk diaktifkan, waspadai risiko keamanan! Jika Anda menggunakan sertifikat default dari PVE, Anda perlu mengaktifkan opsi ini.
ja: オプションを有効にすることは推奨されません、セキュリティリスクに注意してください！PVEのデフォルト証明書を使用している場合は、このオプションを有効にする必要があります。
pt: Não recomendado para ativar, cuidado com os riscos de segurança! Se estiver usando o certificado padrão do PVE, você precisa habilitar esta opção.
ru: Не рекомендуется включать, обратите внимание на риски безопасности! Если вы используете стандартный сертификат от PVE, вам нужно включить эту опцию.
zh_tw: 不建議啟用，請注意安全風險！如果您使用的是 PVE 的默認證書，則需要啟用此選項。

# pveLoginFailed
source: Login failed. Unable to authenticate with username/password from server configuration for Linux PAM login.
de: Anmeldung fehlgeschlagen. Kann nicht mit Benutzername/Passwort aus der Serverkonfiguration angemeldet werden, um sich über Linux PAM anzumelden.
es: Fallo al iniciar sesión. No se puede autenticar con el nombre de usuario/contraseña de la configuración del servidor para el inicio de sesión de Linux PAM.
id: Login gagal. Tidak dapat mengautentikasi dengan nama pengguna/kata sandi dari konfigurasi server untuk login Linux PAM.
ja: ログインに失敗しました。Linux PAMログインのためにサーバー構成からのユーザー名/パスワードで認証できません。
pt: Falha no login. Não é possível autenticar com o nome de usuário/senha da configuração do servidor para login no Linux PAM.
ru: Ошибка входа. Невозможно аутентифицироваться с помощью имени пользователя/пароля из конфигурации сервера для входа в Linux PAM.
zh_tw: 登錄失敗。無法使用伺服器配置中的使用者名稱/密碼以Linux PAM方式登錄。

# pveVersionLow
source: This feature is currently in the testing phase and has only been tested on PVE 8+. Please use it with caution.
de: Diese Funktion befindet sich derzeit in der Testphase und wurde nur auf PVE 8+ getestet. Bitte verwenden Sie sie mit Vorsicht.
es: Esta función está actualmente en fase de prueba y solo se ha probado en PVE 8+. Úsela con precaución.
id: Fitur ini saat ini sedang dalam tahap pengujian dan hanya diuji pada PVE 8+. Gunakan dengan hati-hati.
ja: この機能は現在テスト段階にあり、PVE 8+でのみテストされています。ご利用の際は慎重に。
pt: Esta funcionalidade está atualmente em fase de teste e foi testada apenas no PVE 8+. Por favor, use com cautela.
ru: Эта функция в настоящее время находится на стадии тестирования и была протестирована только на PVE 8+. Используйте ее с осторожностью.
zh_tw: 此功能目前處於測試階段，僅在PVE 8+上進行過測試。請謹慎使用。

# pwd
source: Password
de: Passwort
es: Contraseña
id: Kata sandi
ja: パスワード
pt: Senha
ru: пароль
zh_tw: 密碼

source: Read
de: Lesen
es: Leer
id: Baca
ja: 読み取り
pt: Leitura
ru: чтение
zh_tw: 读

source: Reboot
de: Neustart
es: Reiniciar
ja: 再起動
pt: Reiniciar
ru: перезагрузка
zh_tw: 重启

# rememberChoice
source: Remember the selection
de: Auswahl merken
es: Recordar la selección
id: Ingat pilihan
ja: 選択を記憶する
pt: Lembrar da seleção
ru: Запомнить выбор
zh_tw: 記住選擇

# rememberPwdInMem
source: Remember password in memory
de: Passwort im Speicher behalten
es: Recordar contraseña en la memoria
id: Ingat kata sandi di dalam memori
ja: メモリにパスワードを記憶する
pt: Lembrar senha na memória
ru: Запомнить пароль в памяти
zh_tw: 在記憶體中記住密碼

# rememberPwdInMemTip
source: Used for containers, suspending, etc.
de: Für Container, Aufhängen usw.
es: Utilizado para contenedores, suspensión, etc.
id: Digunakan untuk kontainer, menangguhkan, dll.
ja: コンテナ、一時停止などに使用されます。
pt: Usado para contêineres, suspensão, etc.
ru: Используется для контейнеров, приостановки и т. д.
zh_tw: 用於容器、暫停等

source: Remember window size
de: Fenstergröße merken
es: Recordar el tamaño de la ventana
id: Ingat ukuran jendela
ja: ウィンドウサイズを記憶する
pt: Lembrar o tamanho da janela
ru: Запомнить размер окна
zh_tw: 記住窗口大小

source: Remote path
de: Entfernte Pfade
es: Ruta remota
id: Jalur jarak jauh
ja: リモートパス
pt: Caminho remoto
ru: удаленный путь
zh_tw: 遠端路徑

source: Rename
de: Umbenennen
es: Renombrar
id: Ganti nama
ja: 名前を変更
pt: Renomear
ru: переименовать
zh_tw: 重命名

# reportBugsOnGithubIssue
source: Please report bugs on {url}
de: Bitte Bugs auf {url} melden
es: Por favor, informa los problemas en {url}
id: Harap laporkan bug di {url}
ja: {url}で問題を報告してください
pt: Por favor, reporte problemas em {url}
ru: Пожалуйста, сообщайте о проблемах на {url}
zh_tw: 請到 {url} 提交問題

source: Restart
de: Neustart
es: Reiniciar
id: Mengulang kembali
ja: 再開
pt: Reiniciar
ru: перезапустить
zh_tw: 重啓

source: Restore
de: Wiederherstellen
es: Restaurar
id: Memulihkan
ja: 復元
pt: Restaurar
ru: восстановить
zh_tw: 恢復

# restoreSuccess
source: Restore success. Restart app to apply.
de: Wiederherstellung erfolgreich. App neustarten um Änderungen anzuwenden.
es: Restauración exitosa, necesitas reiniciar la App para aplicar cambios
id: Kembalikan kesuksesan. Mulai ulang aplikasi untuk diterapkan.
ja: 復元に成功しました。変更を適用するためにアプリを再起動する必要があります
pt: Restauração bem-sucedida, é necessário reiniciar o app para aplicar as mudanças
ru: Восстановление успешно, требуется перезапуск приложения для применения изменений
zh_tw: 恢復成功，需要重啓App來應用更改

source: Result
es: Resultado
id: Hasil
ja: 結果
pt: Resultado
ru: результат
zh_tw: 結果

# rotateAngel
source: Rotation angle
de: Rotationswinkel
es: Ángulo de rotación
id: Sudut rotasi
ja: 回転角度
pt: Ângulo de rotação
ru: угол поворота
zh_tw: 旋轉角度

# route
source: Routing
de: Routen
es: Enrutamiento
ja: ルーティング
pt: Roteamento
ru: Маршрутизация
zh_tw: 路由

source: Run
de: Ausführen
es: Ejecutar
id: Berlari
ja: 実行
pt: Executar
ru: запустить
zh_tw: 運行

source: Running
de: läuft
es: En ejecución
id: berlari
ja: 実行中
pt: Executando
ru: работает
zh_tw: 運作中

source: Save
de: Speichern
es: Guardar
id: Menyimpan
ja: 保存
pt: Salvar
ru: сохранить
zh_tw: 保存

source: Saved
de: Gerettet
es: Guardado
id: Diselamatkan
ja: 保存されました
pt: Salvo
ru: сохранено
zh_tw: 已保存

# second
source: s
es: Segundo
ja: 秒
pt: Segundo
ru: секунда
zh_tw: 秒

# sensors
source: Sensor
es: Sensores
ja: センサー
pt: Sensores
ru: датчики
zh_tw: 传感器

source: Sequence
de: Sequenz
es: Secuencia
id: Urutan
ja: 順序
pt: Sequência
ru: последовательность
zh_tw: 順序

source: Server
es: Servidor
ja: サーバー
pt: Servidor
ru: сервер
zh_tw: 服務器

# serverDetailOrder
source: Detail page widget order
de: Reihenfolge der Widgets auf der Detailseite
es: Orden de los componentes en la página de detalles del servidor
id: Detail pesanan widget halaman
ja: 詳細ページのウィジェット順序
pt: Ordem dos componentes na página de detalhes do servidor
ru: порядок элементов на странице деталей сервера
zh_tw: 詳情頁部件順序

# serverFuncBtns
source: Server function buttons
de: Server-Funktionsschaltflächen
es: Botones de función del servidor
id: Tombol fungsi server
ja: サーバー機能ボタン
pt: Botões de função do servidor
ru: кнопки функций сервера
zh_tw: 服務器功能按鈕

source: Server order
de: Server-Bestellung
es: Orden del servidor
id: Pesanan server
ja: サーバー順序
pt: Ordem do servidor
ru: порядок серверов
zh_tw: 服務器順序

# serverTabConnecting
source: Connecting...
de: Verbinden...
es: Conectando...
id: Menghubungkan ...
ja: 接続中...
pt: Conectando...
ru: подключение...
zh_tw: 連接中...

# serverTabEmpty
source: There is no server. Click the fab to add one.
de: Keine Server vorhanden.
es: No hay servidores por ahora. Haz clic en el botón de la esquina inferior derecha para añadir uno.
id: Tidak ada server. Klik fab untuk menambahkan satu.
ja: 現在サーバーはありません。 右下のボタンをクリックして追加してください。
pt: Não há servidores no momento. Clique no botão inferior direito para adicionar um.
ru: Серверов пока нет. Нажмите кнопку в правом нижнем углу, чтобы добавить.
zh_tw: 現在沒有服務器。 點擊右下方按鈕來新增。

# serverTabFailed
source: Failed
de: Fehlgeschlagen
es: Fallo
id: Gagal
ja: 失敗
pt: Falha
ru: ошибка
zh_tw: 失敗

# serverTabLoading
source: Loading...
de: Lädt...
es: Cargando...
id: Memuat...
ja: 読み込み中...
pt: Carregando...
ru: загрузка...
zh_tw: 加載中...

# serverTabPlzSave
source: Please 'save' this private key again.
de: Bitte 'speichere' diesen privaten Schlüssel erneut.
es: Por favor, guarda la llave privada nuevamente
id: Harap 'simpan' kunci pribadi ini lagi.
ja: この秘密鍵を再保存してください
pt: Por favor, salve esta chave privada novamente
ru: Пожалуйста, сохраните этот приватный ключ еще раз
zh_tw: 請再次保存該私鑰

# serverTabUnkown
source: Unknown state
de: Unbekannter Status
es: Estado desconocido
id: Negara yang tidak diketahui
ja: 不明な状態
pt: Estado desconhecido
ru: неизвестно
zh_tw: 未知狀態

# setting
source: Settings
de: Einstellungen
es: Configuración
id: Pengaturan
ja: 設定
pt: Configurações
ru: настройки
zh_tw: 設置

# sftpDlPrepare
source: Preparing to connect...
de: Verbindung vorbereiten...
es: Preparando para conectar al servidor...
id: Bersiap untuk terhubung ...
ja: サーバーへの接続を準備中...
pt: Preparando para conectar ao servidor...
ru: Подготовка к подключению к серверу...
zh_tw: 準備連接至服務器...

# sftpRmrDirSummary
source: Use `rm -r` to delete a folder in SFTP.
de: Verwenden Sie "rm -r", um das Verzeichnis in SFTP zu löschen.
es: Usar `rm -r` en SFTP para eliminar directorios
id: Gunakan `rm -r` untuk menghapus dir di SFTP
ja: SFTPで`rm -r`を使用してフォルダーを削除
pt: Usar `rm -r` em SFTP para excluir pastas
ru: Использовать `rm -r` в SFTP для удаления папок
zh_tw: 在 SFTP 中使用 `rm -r` 來刪除文件夾

# sftpSSHConnected
source: SFTP Connected
de: SFTP Verbunden
es: SFTP conectado...
id: Sftp terhubung
ja: SFTPに接続されました...
pt: SFTP conectado...
ru: SFTP подключен...
zh_tw: SFTP 已連接...

# sftpShowFoldersFirst
source: Display folders first
de: Ordner zuerst anzeigen
es: Mostrar carpetas primero
id: Folder ditampilkan lebih dulu
ja: フォルダーを先に表示
pt: Mostrar pastas primeiro
ru: показывать папки в начале
zh_tw: 文件夾顯示在前

# showDistLogo
source: Show distribution logo
de: Distributionslogo anzeigen
es: Mostrar logo de distribución
id: Tampilkan logo distribusi
ja: ディストリビューションのロゴを表示
pt: Mostrar logo da distribuição
ru: показать лого дистрибутива
zh_tw: 顯示發行版 Logo

source: Shutdown
de: Abschaltung
es: Apagar
id: Matikan
ja: シャットダウン
pt: Desligar
ru: выключение
zh_tw: 关机

source: Size
de: Größe
es: Tamaño
id: Ukuran
ja: サイズ
pt: Tamanho
ru: размер
zh_tw: 大小

source: Snippet
es: Fragmento de código
ja: スニペット
ru: фрагмент
zh_tw: 程式片段

source: Soft wrap
de: Weicher Umbruch
es: Salto de línea suave
id: Pembungkus lembut
ja: ソフトラップ
pt: Quebra de linha suave
ru: Мягкий перенос
zh_tw: 軟換行

source: Speed
de: Tempo
es: Velocidad
id: Kecepatan
ja: 速度
pt: Velocidade
ru: скорость
zh_tw: 速度

# spentTime
source: Spent time: {time}
de: Benötigte Zeit: {time}
es: Tiempo gastado: {time}
id: Menghabiskan waktu: {time}
ja: 時間を費やしました: {time}
pt: Tempo gasto: {time}
ru: Затрачено времени: {time}
zh_tw: 耗時: {time}

# sshTermHelp
source: When the terminal is scrollable, dragging horizontally can select text. Clicking the keyboard button turns the keyboard on/off. The file icon opens the current path SFTP. The clipboard button copies the content when text is selected, and pastes content from the clipboard into the terminal when no text is selected and there is content on the clipboard. The code icon pastes code snippets into the terminal and executes them.
de: Wenn das Terminal scrollbar ist, kann durch horizontales Ziehen Text ausgewählt werden. Durch Klicken auf die Tastentaste wird die Tastatur ein- oder ausgeschaltet. Das Dateisymbol öffnet den aktuellen Pfad SFTP. Die Zwischenablage-Schaltfläche kopiert den Inhalt, wenn Text ausgewählt ist, und fügt Inhalte aus der Zwischenablage in das Terminal ein, wenn kein Text ausgewählt ist und Inhalte in der Zwischenablage vorhanden sind. Das Codesymbol fügt Code-Schnipsel ins Terminal ein und führt sie aus.
es: Cuando el terminal es desplazable, arrastrar horizontalmente puede seleccionar texto. Hacer clic en el botón del teclado enciende/apaga el teclado. El icono de archivo abre el SFTP de la ruta actual. El botón del portapapeles copia el contenido cuando se selecciona texto y pega el contenido del portapapeles en el terminal cuando no se selecciona texto y hay contenido en el portapapeles. El icono de código pega fragmentos de código en el terminal y los ejecuta.
id: Ketika terminal dapat digulirkan, menggeser secara horizontal dapat memilih teks. Mengklik tombol keyboard mengaktifkan/menonaktifkan keyboard. Ikon file membuka SFTP jalur saat ini. Tombol papan klip menyalin konten saat teks dipilih, dan menempelkan konten dari papan klip ke terminal saat tidak ada teks yang dipilih dan ada konten di papan klip. Ikon kode menempelkan potongan kode ke terminal dan mengeksekusinya.
ja: ターミナルがスクロール可能な場合、横にドラッグするとテキストを選択できます。キーボードボタンをクリックするとキーボードのオン/オフが切り替わります。ファイルアイコンは現在のパスSFTPを開きます。クリップボードボタンは、テキストが選択されているときに内容をコピーし、テキストが選択されておらずクリップボードに内容がある場合には、その内容をターミナルに貼り付けます。コードアイコンは、コードスニペットをターミナルに貼り付けて実行します。
pt: Quando o terminal é rolável, arrastar horizontalmente pode selecionar texto. Clicar no botão do teclado ativa/desativa o teclado. O ícone de arquivo abre o SFTP do caminho atual. O botão da área de transferência copia o conteúdo quando o texto é selecionado e cola o conteúdo da área de transferência no terminal quando nenhum texto é selecionado e há conteúdo na área de transferência. O ícone de código cola trechos de código no terminal e os executa.
ru: Когда терминал можно прокручивать, горизонтальное перетаскивание позволяет выделить текст. Нажатие на кнопку клавиатуры включает/выключает клавиатуру. Иконка файла открывает текущий путь SFTP. Кнопка буфера обмена копирует содержимое, когда текст выделен, и вставляет содержимое из буфера обмена в терминал, когда текст не выделен, а в буфере есть содержимое. Иконка кода вставляет фрагменты кода в терминал и выполняет их.
zh_tw: 在終端可滾動時，橫向拖動可以選中文字。點擊鍵盤按鈕可以開啟/關閉鍵盤。文件圖標會打開當前路徑SFTP。剪貼板按鈕會在有選中文字時複製內容，在未選中並且剪貼板有內容時貼上內容到終端。代碼圖標會貼上代碼片段到終端並執行。
